{
  "label": "Playtest",
  "mapping": {
    "actors": {
      "items": {
        "path": "items",
        "converter": "adventure_items_converter"
      },
      "actions": {
        "path": "system.actions",
        "converter": "actions_converter"
      },
      "ancestry": {
        "path": "system.details.ancestry",
        "converter": "nested_object_converter"
      },
      "background": {
        "path": "system.details.background",
        "converter": "nested_object_converter"
      },
      "biography": {
        "path": "system.details.biography",
        "converter": "nested_object_converter"
      },
      "archetype": {
        "path": "system.details.archetype",
        "converter": "nested_object_converter"
      },
      "taxonomy": {
        "path": "system.details.taxonomy",
        "converter": "nested_object_converter"
      }
    },
    "items": {},
    "journals": {},
    "scenes": {},
    "macros": {}
  },
  "folders": {},
  "entries": {
    "Playtest 1 - The Ring of Valor": {
      "name": "Playtest 1 - The Ring of Valor",
      "caption": "Test your mettle in the Ring of Valor, the first available playtest for the Crucible game system.",
      "description": "<p><em>The Ring of Valor</em> is a guided introduction to character development and combat mechanics in Crucible which places players in the role of a gladiatorial team facing a sequence of escalating challenges.</p>",
      "scenes": {
        "Arena of Valor": {
          "name": "Arena of Valor"
        }
      },
      "macros": {
        "Recover": {
          "name": "Recover",
          "command": "game.system.api.documents.CrucibleActor.macroAction(actor, \"recover\");"
        },
        "Toggle Talent Tree": {
          "name": "Toggle Talent Tree",
          "command": "if ( actor?.type !== \"hero\" ) return;\nawait actor.toggleTalentTree();\nconst pack = game.packs.get(\"crucible.talent\");\npack.apps[0].render({force: true}, {left: window.innerWidth - 360, top: 10});"
        },
        "Full Rest": {
          "name": "Full Rest",
          "command": "if ( !actor ) return;\nawait actor.deleteEmbeddedDocuments(\"ActiveEffect\", [], {deleteAll: true});\nawait actor.rest({}, {allowDead: true});"
        }
      },
      "folders": {
        "Crucible Playtest": "Crucible Playtest",
        "The Ring of Valor": "The Ring of Valor",
        "Day 1": "Day 1",
        "Day 2": "Day 2",
        "Day 3": "Day 3",
        "Day 4": "Day 4",
        "Day 5": "Day 5",
        "Pregenerated Heroes": "Pregenerated Heroes",
        "Level 1": "Level 1",
        "Level 6": "Level 6"
      },
      "journals": {
        "Playtest One: The Ring of Valor": {
          "name": "Playtest One: The Ring of Valor",
          "pages": {
            "Introduction": {
              "name": "Introduction",
              "text": "<p><strong>Playtest One: The Ring of Valor </strong>is a guided introduction to character development and combat mechanics in Crucible which places players in the role of a gladiatorial team facing a sequence of challenges in the Ring of Valor.</p><p>Players may either create their own characters from scratch following the @UUID[Compendium.crucible.rules.JournalEntry.gszlBVQ5fGh3y0I6]{Character Creation} process (recommended) or use the Level 1 premade characters provided in the <strong>Pregenerated Heroes</strong> compendium pack.</p><p>This challenge is designed and balanced for a party of four player characters, although we encourage you to test with a smaller or larger party as well. The difficulty of challenges can be adjusted by manipulating the threat level of @UUID[Compendium.crucible.rules.JournalEntry.v1dqTT3NI35lFNxM]{Adversaries}.</p><p>The Ring of Valor consists of six battles, one each day, during which the party faces increasingly dangerous opponents culminating in a final match against the reigning champions - the last group of heroes to overcome the arena. After each encounter, the party advances in level before facing their next test. Each battle is designed to introduce new gameplay mechanics and provide an opportunity to test out new abilities gained through level advancement.</p><h2 class=\"divider\">Providing Feedback</h2><p>If you test Crucible and experience the Ring of Valor, please help us by taking a few moments to @UUID[Compendium.crucible.rules.JournalEntry.5SgXrAKS2EnqVggJ.JournalEntryPage.4Ggutuh9uzhcEXSK]{Provide Feedback} in the <strong>#crucible</strong> channel of our community Discord server.</p><h2 class=\"divider\">Regarding Defeat</h2><p>Normally, in Crucible - defeat whether by <strong>Insanity</strong> or <strong>Death</strong> would be the end of a character's journey. In the case of this initial playtest, however, we recommend that you as the Gamemaster adopt a more flexible approach.</p><p>In the interest of testing the system and collecting useful feedback, we recommend allowing a party who experiences defeat to re-attempt the same challenge until successful OR to be permitted to advance to the next challenge regardless should one of the daily challenges prove too difficult to be surmounted.</p>"
            },
            "Day One - The Feral Scramble": {
              "name": "Day One - The Feral Scramble",
              "text": "<p>In the Day One challenge, 4 Level 1 heroes face off against a pack of frenzied beasts:</p><ul><li><p>4x @UUID[Actor.tqLT327VnrBXrLtj]{Huiana}<strong> </strong>(Level ½ Minion)</p></li><li><p>4x @UUID[Actor.owg68yqumk7KxV9B]{Baizaz}<strong> </strong>(Level ½ Minion)</p></li></ul><p><strong>Protagonist Threat</strong>: 1 × 4 = 4</p><p><strong>Adversary Threat</strong>: ⅓ × 8 = 2.66</p><p><strong>Encounter Difficulty</strong>: Difficult</p><h2 class=\"divider\">Introduction</h2><p>The party emerges onto the sand to find themselves in a large arena, surrounded by stands containing a cheering crowd. A commentator spectates from a booth overlooking the sands, where the arena's owner sits. The Commentator's voice is amplified by magic, carried throughout the arena.</p><blockquote><p>We're here on the first day of the Grand Exhibition at the Ring of Valor, and the crowd is already going wild! The first match of the day is about to begin, and as the newcomers step onto the sand for the first time, the crowd is clearly eager to see how they perform. The Scramble is always an audience favorite- will the newcomers survive and triumph against these ravenous wild beasts?!</p></blockquote><p>The party is instructed to proceed to stand in the center of the arena. The Huiana and Baizas are positioned on either side of the arena in groups of 4. Once the party reaches the center of the arena, a few moments are given to build tension and then the beasts emerge from the tunnels on the East and West sides of the map. Add everyone to a <strong>Combat</strong> encounter and start the combat to roll <strong>Initiative</strong> for <strong>Round 1</strong>.</p><h2 class=\"divider\">Tactics</h2><p>The <strong>Huiana</strong> are pack hunters and rely on flanking tactics to surround and harry a single protagonist, benefitting from their <strong>Pack Hunter</strong> talent. This challenge serves as an introduction to @UUID[Compendium.crucible.rules.JournalEntry.QhZgmBrdLAGwYy5c.JournalEntryPage.KGXiKFUWrPgb7wsx]{Movement and Flanking} mechanics.</p><p>The <strong>Baisaz</strong> have formidable momentum and power in their charge. The Baisaz will charge a target using their <strong>Tusk Charge</strong> while using their movement or any remaining action to regain separation from their target to charge again.</p><p>Both Huiana and Baisaz are weak against damage to their @UUID[Compendium.crucible.rules.JournalEntry.gszlBVQ5fGh3y0I6.JournalEntryPage.FmmADsI9qo1uIIT3]{Morale}. When the beasts become broken they will flee the arena, retreating down the nearest tunnel into the catacombs below. This initial challenge can serve as a learning experince that demoralizing your foes is a useful path towards victory.</p><h2 class=\"divider\">Advancement</h2><p>The fight ends when all eight beasts have been defeated. The crowd is pleased with the party's performance, and the Commentator announces that the party will be returning tomorrow for another match.</p><p>When ready to proceed, characters should each use the <strong>Recover</strong> action to regain lost resources and all characters should gain a level, advancing to level 2 to face @UUID[.eQdArtcrGi4wobap]{Day Two - Hammer and Anvil}.</p>"
            },
            "Day Two - Hammer and Anvil": {
              "name": "Day Two - Hammer and Anvil",
              "text": "<p>In the Day Two challenge, 4 Level 2 heroes face off against the gladiatorial duo of Hammer and Anvil (Challenge 9).</p><ul><li><p>@UUID[Actor.XA9W38PGmAs3ZLDa]{Hammer} (Level 3 Elite)</p></li><li><p>@UUID[Actor.KSoJR8uwT5Qzka7p]{Anvil} (Level 3 Elite)</p></li></ul><p><strong>Protagonist Threat</strong>: 2 × 4 = 8</p><p><strong>Adversary Threat</strong>: 4 × 2 = 8</p><p><strong>Encounter Difficulty</strong>: Deadly</p><h2 class=\"divider\">Introduction</h2><blockquote><p>\"It's a beautiful day in the Ring of Valor, and it's looking like we're in for a treat. Today's match marks the return of that deadly duo, the giants of the game, the terrible two: Hammer and Anvil.\"</p><p>The announcer pauses as the crowd roars before continuing: \"What a welcome! You can just hear how eager the fans are to see these two in action again. Let's see if our new contenders can stand up to the challenge!\"</p></blockquote><p>The party is instructed to gather in front of the tunnel on the west side of the arena. Once the party is in position, Hammer and Anvil emerge from the tunnel on the opposite east side and the battle begins!</p><h2 class=\"divider\">Tactics</h2><p>Hammer and Anvil are a pair of adversaries which fight as a coordinated team.</p><p><strong>Anvil's</strong> tactics primarily focus on trying to get close and grapple an enemy in order to create opportunities for Hammer to attack. Anvil will use <strong>Hammer Toss</strong> to get Hammer quickly into the fray and then use <strong>Wrestler</strong> to restrain enemies and <strong>Heavy Strike</strong> to deliver punishing blows.</p><p><strong>Hammer</strong> is a skirmisher, moving in and out of combat to capture opportunities to unleash a devastating sequence of dual-wield attacks using <strong>Flurry</strong> or using a <strong>Strike + Offhand Strike</strong> combo. Any enemies that attempt to disengage, Hammer will subdue using <strong>Hamstring.</strong></p><h2 class=\"divider\">Advancement</h2><p>The fight ends when both Hammer and Anvil have been defeated. The crowd is pleased with the party's performance, and the Commentator announces that the party will be returning tomorrow for another match.</p><p>The party is given a chance to rest, use the <strong>Recover</strong> action, and gain a level advancing to Level 3 to face @UUID[.v5EIDeTtHdQ7Wb5J]{Day Three - The Skeletal Army}.</p>"
            },
            "Day Three - The Skeletal Army": {
              "name": "Day Three - The Skeletal Army",
              "text": "<p>In the third challenge, 4 Level 3 heroes face off against the necromancer Orivech and his skeleton army!</p><ul><li><p>@UUID[Actor.JuobjWohGACVeoyn]{Orivech} (Level 3 Boss)</p><ul><li><p>Summoned @UUID[Compendium.crucible.summons.Actor.56puGK932Qc0cowe]{Creation of Death} (Level 1 Minion)</p></li></ul></li><li><p>6x @UUID[Actor.aQkmEcwfImmdUINF]{Skeletal Spearman} (Level 1 Minion)</p></li><li><p>6x @UUID[Actor.7jL3UmgXbqxXKClM]{Skeletal Archer} (Level 1 Minion)</p></li></ul><p><strong>Protagonist Threat</strong>: 3 × 4 = 12</p><p><strong>Adversary Threat</strong>: 6 + (½ × 6) + (½ × 6) = 12</p><p><strong>Encounter Difficulty</strong>: Deadly</p><h2 class=\"divider\">Introduction</h2><p>For this challenge the party is instructed to assemble with their backs to the cliff on the North side of the arena.</p><blockquote><p>\"Welcome back - one and all - to the Ring of Valor for day three of our gripping gauntlet! Today we celebrate the reenactment of one of the historic battles of our history. These few brave champions, their backs to the edge of oblivion, facing down against the dread necromancer Orivech and his skeletal army!\"</p><p>The crowd roars in eager anticipation as Orivech and his skeletal minions emerge from the south stairs and enter the arena.</p></blockquote><p>Orivech and the skeletons emerge from the south entrance and array themselves in a battle formation before the encounter begins!</p><h2 class=\"divider\">Tactics</h2><p>Orivech will play defensively and rely upon his legion of skeletons to subdue his enemies. As a Boss enemy, Orivech has <strong>10 Action</strong> per round and will use the <strong>Compose</strong> inflection on most spells in order to conserve <strong>Focus</strong> and will spend leftover Action on <strong>Recover Focus</strong>.</p><p>Orivech' tactics revolve around using the <strong>Create</strong> gesture to conjure more @UUID[Compendium.crucible.summons.Actor.56puGK932Qc0cowe]{Creation of Death} minions. Orivech can sustain up to 3 such minions at a time because of the <strong>Conjurer</strong> talent. When threatened directly he will use the <strong>Push </strong>inflection to force enemies backwards.</p><p>The Skeletal Archers will <strong>Strike</strong> to focus fire at whichever target Orivech designates, using <strong>Evasive Shot</strong> to reposition themselves. The Skeletal Spearman will rush forward to engage enemy fighters and block their path, trying to trip them with <strong>Leg Sweep</strong>.</p><h2 class=\"divider\">Advancement</h2><p>The fight ends when Orivech is defeated. When the necromancer falls, his skeletal minions disintegrate to dust alongside him. The crowd is pleased with the party's performance, and the Commentator announces that the party will be returning tomorrow for another match.</p><p>The party is given a chance to rest, use the Recover action, and gain a level advancing to Level 4. All heroes may also increase the quality of their equipped Weapons to <strong>Fine</strong>. After resting, the gauntlet continues with @UUID[.hEpGF7rbNFVUMm86]{Day Four - Koy Rent}.</p>"
            },
            "Day Four - Koy Rent": {
              "name": "Day Four - Koy Rent",
              "text": "<p>In this fourth challenge, 4 level 4 heroes square off against the lycanthropic menace Koy Rent.</p><ul><li><p>@UUID[Actor.3sGYsiKtgYLLkadw]{Koy Rent} (Level 7 Boss)</p></li></ul><p><strong>Protagonist Threat</strong>: 4 × 4 = 16</p><p><strong>Adversary Threat</strong>: 14</p><p><strong>Encounter Difficulty</strong>: Difficult</p><h2 class=\"divider\">Introduction</h2><p>For this challenge, the party assembles on the east side of the Arena.</p><blockquote><p>\"Today's match is a special one- featuring the return of a retired champion in a one-day-only exhibition! Folks, you know him, you love him, he's here, he's there, he is EV-ERY-WHERE!--- Koy Rent! Rent left the ring after a grievous injury, cheered off the field of victory by an understanding crowd. With him back in the games we have to wonder: will he climb to champion or will he fall to these new contenders?\"</p></blockquote><p>Koy Rent enters the arena from the West entrance and immediately attacks!</p><h2 class=\"divider\">Tactics</h2><p>Koy Rent is a formidable fighter. As a Level 7 Boss with significant Health and Morale pools, the party will have little hope of withstanding his onslaught in direct melee combat.</p><p>Rent will use <strong>Ferocious Howl </strong>to inflict the <strong>Frightened </strong>condition and move quickly to close distance into melee range with as many enemies as possible. Rent will use <strong>Flurry</strong> when facing a single target to subdue them quickly with a relentless onslaught of claw attacks, dealing additional bleeding damage through the <strong>Bloodletter</strong> talent.</p><p>The party cannot hope to withstand this onslaught in melee combat and will need to think carefully about how to slow Koy Rent down.</p><h2 class=\"divider\">Advancement</h2><p>The fight ends when Koy Rent is defeated. The crowd is pleased with the party's performance, and the Commentator announces that the party will be returning tomorrow for another match.</p><p>The party is given a chance to rest, use the <strong>Recover</strong> action, and gain a level; advancing to Level 5. All heroes may also increase the quality of their equipped Armor to <strong>Fine</strong>. The party returns the next day to face @UUID[.sISxZXCLNvpjkY02]{Day Five - Void Harbingers}.</p>"
            },
            "Day Five - Void Harbingers": {
              "name": "Day Five - Void Harbingers",
              "text": "<p>In this challenge, 4 Level 5 heroes face off against a trio of Void Harbingers:</p><ul><li><p>@UUID[Actor.YVvIKp7fUIduZchE]{Harbinger of Fear} (L4 Elite)</p></li><li><p>@UUID[Actor.TZT7ybsmI8yV5hWg]{Harbinger of Disease} (L4 Elite)</p></li><li><p>@UUID[Actor.CTpEm0WlmFAAosBD]{Harbinger of Madness} (L4 Elite)</p></li></ul><p><strong>Protagonist Threat</strong>: 4 × 5 = 20</p><p><strong>Adversary Threat</strong>: 3 × 6 = 18</p><p><strong>Encounter Difficulty</strong>: Deadly</p><h2 class=\"divider\">Introduction</h2><blockquote><p>\"Tonight we're in for some true excitement as the summoners have conjured a new challenge from realms beyond the umbral veil! Ladies and gentlemen, from the darkest recesses and liminal spaces beyond the edge of reality, welcome to the Ring of Valor: the Void Harbingers!\"</p></blockquote><h2 class=\"divider\">Tactics</h2><p>The <strong>Harbinger of Fear</strong> is a mobile predator that feasts on fearful thoughts. It will use <strong>Ethereal Warp</strong> to move freely about the battlefield and <strong>Eldritch Emanataion</strong> to inflict fear on groups of enemies. Once it has isolated a frightened enemy it will <strong>Strike</strong> with it's Psychic Maw.</p><p>The <strong>Harbinger of Disease </strong>is a bearer of pestilence that inflicts the <strong>Diseased</strong> condition using it's <strong>Pestilent Lash</strong> ability. This Harbinger also has spellcasting ability which it will use to further sap life and morale, targeting groups of enemies with the <strong>Pulse</strong> gesture or individual targets using <strong>Influence</strong>.</p><p>The <strong>Harbinger of Madness</strong> is a psychological predator which will close to melee range before using the <strong>Mind Flay </strong>ability against groups of enemies or <strong>Devour Thoughts</strong> against a single foe.</p><h2 class=\"divider\">Advancement</h2><p>The fight ends when all three Harbingers are defeated. The crowd is pleased with the party's performance, and the Commentator announces that the party will be returning tomorrow for another match.</p><p>The party is given a chance to rest, use the Recover action, and gain a level; advancing to Level 6. All heroes may also increase the quality of their equipped Armor to <strong>Fine</strong>. The party returns the next day to face @UUID[.UxIXSvvJCdqx2Tar]{Day Six - Mirror Match}.</p>"
            },
            "Day Six - Mirror Match": {
              "name": "Day Six - Mirror Match",
              "text": "<p>In this final challenge, 4 Level 6 heroes come head-to-head with a rival adventuring party comprised of 4 Level 6 heroes.</p><ul><li><p>@UUID[Actor.iLUfMcYjAbZFY4CJ]{Duurath} (Level 6)</p></li><li><p>@UUID[Actor.0crVYYsPvV9KDEJ2]{Belladonna} (Level 6)</p></li><li><p>@UUID[Actor.2lvTCCOj4dnBI774]{Eliorwen} (Level 6)</p></li><li><p>@UUID[Actor.Il4NDaNBdHNcjJ9d]{Kagura} (Level 6)</p></li></ul><p><strong>Protagonist Threat</strong>: 4 × 6 = 24</p><p><strong>Adversary Threat</strong>: 4 × 6 = 24</p><p><strong>Encounter Difficulty</strong>: Deadly</p><h2 class=\"divider\">Introduction</h2><blockquote><p>\"Well, well… your champions have proven themselves against all of the formidable adversaries which this arena had to offer, so it's time to pit them against the storied veterans and champions of a past competition. Prepare yourselves for a battle of champions!\"</p></blockquote><p>This is an especially difficult challenge because all four opposing heroes are individually optimized and work well as a team.</p><h2 class=\"divider\">Tactics</h2><p>Each of the opponents in this challenge functions as a heroic protagonist with their own array of talents, actions, and equipment.</p><h4>Duurath</h4><p><strong>Duurath </strong>is a dangerous melee combatant with high <strong>Engagement</strong>, strong physical defense, and the <strong>Dread Lord</strong> signature talent which demoralizes and frightens foes. Duurath will close on enemy combatants using <strong>Shield Charge</strong> and lock them down using <strong>Cadence</strong> to deliver high damage or <strong>Counter Strike</strong> to retaliate when blocking incoming blows. Defensively, Duurath can use <strong>Kinetic Ward</strong> to protect himself from a chosen type of physical damage.</p><h4>Belladonna</h4><p><strong>Belladonna</strong> is a cunning and elusive melee combatant with the <strong>Poisoner</strong> talent. At the beginning of the battle she will activate <strong>Poison Blades</strong>. She will use <strong>Distract</strong> against enemy spellcasters to sap their Focus, and <strong>Combat Medicine</strong> to restore the health of her allies. Belladonna will seek out more vulnerable enemy combatants, closing to melee range using <strong>Tumble </strong>if necessary and <strong>Flurry</strong> to apply rapid damage and poisoned conditions.</p><h4>Eliorwen</h4><p><strong>Eliorwen</strong> is a deadly archer, infusing shots from her Longbow with lightning spells using her <strong>Arcane Archer</strong> talent. Eliorwen will identify a dangerous enemy and target them with <strong>Mark Prey</strong> to reduce their defenses for herself and her allies. She will use <strong>Precision Shot</strong> coupled with reduced cost <strong>Voltaic Arrow</strong> to deliver reliable sustained damage from a distance.</p><h4>Kagura</h4><p><strong>Kagura</strong> is a versatile support character able to heal both mind and body of her allies. She will cast the <strong>Life</strong> rune using either the <strong>Influence</strong>, <strong>Pulse</strong>, or <strong>Ray</strong> gestures to trigger additional healing from her <strong>Mender</strong> talent. Kagura can sustain healing nearly indefinitely through thoughtful use of the <strong>Compose</strong> inflection as well as <strong>Conserve Effort</strong>. Kagura avoids direct confrontation and instead will disengage from combat and seek protection from her allies.</p><h2 class=\"divider\">Advancement</h2><p>The fight ends when all four adversaries are defeated. The crowd is thrilled with the party's performance and celebrates them as eternal champions of the Ring of Valor. There are not any more planned events in the Ring of Valor at this time, but please see @UUID[.aNlzMnfUkwpLrSox]{Further Challenges} if you wish to continue testing by improvising new challenges for the party to face.</p>"
            },
            "Further Challenges": {
              "name": "Further Challenges",
              "text": "<p>Thank you for completing the <strong>Crucible Playtest</strong>. We hope that you and your players enjoyed the testing experience. For further challenges to evaluate the system, we recommend the following:</p><ol><li><p>Repeat the @UUID[.UxIXSvvJCdqx2Tar]{Day Six - Mirror Match} challenge but with different combinations of Level 6 Pregen characters as adversaries.</p></li><li><p>Create your own @UUID[Compendium.crucible.rules.JournalEntry.v1dqTT3NI35lFNxM]{Adversaries} by testing out the initial system of Taxonomies and Archetypes.</p></li></ol><p>Please consider taking the time to @UUID[Compendium.crucible.rules.JournalEntry.5SgXrAKS2EnqVggJ.JournalEntryPage.4Ggutuh9uzhcEXSK]{Provide Feedback} which can help us further develop and improve this new role-playing game system.</p>"
            }
          }
        }
      },
      "actors": {
        "Baizaz": {
          "name": "Baizaz",
          "tokenName": "Baizaz",
          "archetype": {
            "name": "Tusker",
            "description": "<p>Beasts that fight using their own mass, momentum, and sharpened tusks.</p>"
          },
          "taxonomy": {
            "name": "Boar",
            "description": "<p>Mammals with thick hide, dangerous tusks, and a powerful low-seated center of mass.</p>"
          },
          "items": {
            "Heavy Hide": {
              "name": "Heavy Hide"
            },
            "Tusks": {
              "name": "Tusks"
            },
            "Tusk Charge": {
              "name": "Tusk Charge",
              "description": "The Boar lowers its head and charges with frantic speed, it's tusks protruding from beneath a drooling gullet.",
              "actions": {
                "tuskCharge": {
                  "name": "Tusk Charge",
                  "description": "<p>Charge in a direct line up to your Stride and make a Strike against the first creature you encounter. If successful, the target is knocked Prone.</p>",
                  "effects": [
                    {
                      "name": "Tusk Charge"
                    }
                  ]
                }
              }
            }
          }
        },
        "Huiana": {
          "name": "Huiana",
          "tokenName": "Huiana",
          "archetype": {
            "name": "Pack Member",
            "description": "Beasts that hunt in packs."
          },
          "taxonomy": {
            "name": "Hyena",
            "description": "Mammals from the hyena family. Hyenas are carnivorous pack hunters with powerful necks and jaws."
          },
          "items": {
            "Bite": {
              "name": "Bite"
            },
            "Fur": {
              "name": "Fur"
            },
            "Pack Hunter": {
              "name": "Pack Hunter",
              "description": "<p>This creature is a pack hunter, relying on its allies to flank and harrass a target to render it exposed to further harm.</p><p>This creature doubles number of Boons awarded from attacking a <strong>Flanked</strong> enemy.</p>"
            }
          }
        },
        "Anvil": {
          "name": "Anvil",
          "tokenName": "Anvil",
          "archetype": {
            "name": "Grappler",
            "description": "Fighters who specialize in physically restraining their adversaries and rendering them susceptible to further attacks."
          },
          "taxonomy": {
            "name": "Ogre",
            "description": "<p>Hulking giantkin which are reknowned for their brute strength and direct problem-solving approach.</p>"
          },
          "items": {
            "Heavy Hides": {
              "name": "Heavy Hides",
              "description": {
                "public": "<p>Toughened skins from large beasts or monsters, these rugged armors are worn by hunters and wildfolk, offering durable—but crude—defense in the field.</p>"
              }
            },
            "Greatclub": {
              "name": "Greatclub",
              "description": {
                "public": "<p>A gnarled length of heavy wood, sometimes studded with iron, the greatclub is a crude but fearsome weapon is dangerous even in untrained hands.</p>"
              }
            },
            "Powerful Physique": {
              "name": "Powerful Physique",
              "description": "You can wield weapons with the Slow trait and wear Armor with the Bulky trait without suffering Banes to your Initiative rolls."
            },
            "Leg Sweep": {
              "name": "Leg Sweep",
              "description": "<p>You use a weapon which scales using <strong>Strength </strong>to sweep your enemy off balance, swinging low to knock them from their feet.</p>",
              "actions": {
                "legSweep": {
                  "name": "Leg Sweep",
                  "description": "<p>You make a <strong>Strike</strong> attack with your mainhand weapon. This technique is <strong>Difficult</strong> to execute and deals reduced damage, but if successful renders your target <strong>Prone</strong>.</p>",
                  "effects": [
                    {
                      "name": "Leg Sweep"
                    }
                  ]
                }
              }
            },
            "Concussive Blows": {
              "name": "Concussive Blows",
              "description": "<p>Your physical power wielding melee weapons which deal Bludgeoning damage can cause the <strong>Staggered</strong> condition on Critical Hits which deal damage to Health.</p>\n<p>The Staggered effect lasts for 1 round and reduces your target's maximum Action by 1.</p>"
            },
            "Strong Grip": {
              "name": "Strong Grip",
              "description": "Your grasp of your weaponry is firm and unyielding. You can perform Actions which require a free hand while wielding a two-handed weapon. Attempts to Disarm you are made with +2 Banes."
            },
            "Hammer Toss": {
              "name": "Hammer Toss",
              "description": "Anvil grabs Hammer and hurls the Orc headlong into the fray.",
              "actions": {
                "hammerToss": {
                  "name": "Hammer Toss",
                  "description": "<p>Hammer grabs Anvil and hurls him up to 10 spaces, dealing damage in an area of effect where the Orc warchief lands.</p>",
                  "condition": "Hammer is adjacent to Anvil."
                }
              }
            },
            "Heavy Weapon Training": {
              "name": "Heavy Weapon Training",
              "description": "<p>You know how to use a heavy weapon to deliver punishing blows, putting your entire strength behind every swing. You are <strong>Trained</strong> with all weapons in the <strong>Heavy</strong> and <strong>Balanced</strong> categories.</p>",
              "actions": {
                "heavyStrike": {
                  "name": "Heavy Strike",
                  "description": "<p>You unleash a powerful <strong>Strike</strong> with your mainhand weapon. The attack is slower to execute, but is <strong>Empowered</strong> to deliver additional damage.</p>"
                }
              }
            },
            "Unarmed Combat Training": {
              "name": "Unarmed Combat Training",
              "description": "<p>You are familiar with basic martial arts and hand-to-hand combat. You know how to subdue or restrain opponents using your physical Strength. You are <strong>Trained</strong> with weapons in the <strong>Unarmed</strong> category.</p>",
              "actions": {
                "grapple": {
                  "name": "Grapple",
                  "description": "<p>You attempt to physically restrain or subdue an opponent. Perform a <strong>Athletics</strong> skill attack against an adjacent target. If successful, both you and your target are @Condition[restrained] for 1 Round.</p>",
                  "effects": [
                    {
                      "name": "Grappled"
                    },
                    {
                      "name": "Grappling"
                    }
                  ]
                }
              }
            }
          }
        },
        "Hammer": {
          "name": "Hammer",
          "tokenName": "Hammer",
          "archetype": {
            "name": "Skirmisher",
            "description": "A relentless and determined melee combatant that uses a mix of agility and power to subdue foes."
          },
          "taxonomy": {
            "name": "Orcish",
            "description": "<p>Your birth was marked by the stars and traditions of a proud and enduring people. Your tall and well-toned body and natural propensity for toughness has origins amid a people exposed to the relentless struggle of a harsh northern clime. Your people are known for their strength and resilience above all else.</p>"
          },
          "items": {
            "Hand Axe": {
              "name": "Hand Axe",
              "description": {
                "public": "<p>Compact and deadly, the hand axe is a one-handed chopper with a short haft and sharp blade, ideal for throwing or close-quarters strikes where speed outmatches reach.</p>"
              }
            },
            "Scale Mail": {
              "name": "Scale Mail",
              "description": {
                "public": "<p>Overlapping metal plates sewn or riveted onto a leather or cloth backing, scale mail resembles the hide of a dragon and protects well against cuts and stabs—though it's noisy and inflexible.</p>"
              }
            },
            "Skirmisher": {
              "name": "Skirmisher",
              "description": "<p>You are adept at entering and exiting the fray. When moving out of the <strong>Engagement</strong> radius of an enemy, that enemy has 2 Banes to any <strong>Disengagement Strike</strong> against you.</p>"
            },
            "Flurry": {
              "name": "Flurry",
              "description": "<p>A martial technique using two weapons to overwhelm a single target with a relentless sequence of attacks.</p>",
              "actions": {
                "flurry": {
                  "name": "Flurry",
                  "description": "<p>You <strong>Strike</strong> twice with each weapon, but each strike is <strong>Difficult</strong>.</p>"
                }
              }
            },
            "Hamstring": {
              "name": "Hamstring",
              "description": "<p>You use a slashing weapon to target the legs of an enemy and cripple their movement.</p>",
              "actions": {
                "hamstring": {
                  "name": "Hamstring",
                  "description": "<p>You make <strong>Strike</strong> attack which is <strong>Difficult</strong>, but if successful, inflicts the <strong>Slowed</strong> condition for <strong>3 Rounds</strong>.</p>",
                  "effects": [
                    {
                      "name": "Hamstring"
                    }
                  ]
                }
              }
            },
            "Heavy Weapon Training": {
              "name": "Heavy Weapon Training",
              "description": "<p>You know how to use a heavy weapon to deliver punishing blows, putting your entire strength behind every swing. You are <strong>Trained</strong> with all weapons in the <strong>Heavy</strong> and <strong>Balanced</strong> categories.</p>",
              "actions": {
                "heavyStrike": {
                  "name": "Heavy Strike",
                  "description": "<p>You unleash a powerful <strong>Strike</strong> with your mainhand weapon. The attack is slower to execute, but is <strong>Empowered</strong> to deliver additional damage.</p>"
                }
              }
            },
            "Dual Wield": {
              "name": "Dual Wield",
              "description": "<p>You are adept at fighting with two weapons simultaneously. You can weave attacks together to strike more rapidly than possible with a single weapon.</p>",
              "actions": {
                "offhandStrike": {
                  "name": "Offhand Strike",
                  "description": "<p>Immediately after you perform a basic Strike with your mainhand weapon, you make a reduced-cost fullow-up <strong>Strike</strong> with your <strong>offhand</strong> weapon.</p>"
                }
              }
            },
            "Bastard Sword": {
              "name": "Bastard Sword",
              "description": {
                "public": "<p>A bastard sword, also known as a hand-and-a-half sword, is a versatile weapon with a straight, double-edged blade around 40 inches long. This weapon is forged for both single-handed agility and two-handed power.</p>"
              }
            }
          }
        },
        "Orivech": {
          "name": "Orivech",
          "tokenName": "Orivech",
          "archetype": {
            "name": "Occultist",
            "description": "Magic users who practice spellcraft using otherworldly and eldritch forces."
          },
          "taxonomy": {
            "name": "Human",
            "description": "<p>Found amid countless conditions and far-flung places, you were born an ever-adaptable human. Tall or short, thin, muscular, or rotund, your physical appearance is nothing if not varied. Humans are most known for a genetic predisposition toward determination, with traditions that drive a stubborn will to survive.</p>"
          },
          "items": {
            "Skull Fetish": {
              "name": "Skull Fetish",
              "description": {
                "public": "<p>This macabre talisman invokes the fear and energies of death to aid spellcaft or afflict enemies with corrupting influence.</p>"
              }
            },
            "Studded Leather Armor": {
              "name": "Studded Leather Armor",
              "description": {
                "public": "<p>A base of leather reinforced with small metal studs or riveted plates, this armor strikes a balance between mobility and modest protection against slashes.</p>"
              }
            },
            "Gesture: Influence": {
              "name": "Gesture: Influence",
              "description": "<p>You intensify the arcane power of a Rune into a concentrated direct contact which is generally a more powerful evolution of the basic Touch gesture.</p><p>The Influence gesture scales using <strong>Presence</strong> and targets a single adjacent creature. It deals <strong>10 Base Damage</strong> to targets which fail to Resist the spell. This gesture requires <strong>1 Hand</strong> to cast and has a base cost of <strong>3 Action</strong> and <strong>1 Focus</strong>.</p>"
            },
            "Inflection: Compose": {
              "name": "Inflection: Compose",
              "description": "<p>Enhance a spell by taking extra time in its formation, reducing other resource costs in exchange. The Compose inflection reduces the <strong>Focus</strong> cost of a spell by 1 while increasing its <strong>Action</strong> cost by 1 in exchange.</p>"
            },
            "Gesture: Create": {
              "name": "Gesture: Create",
              "description": "<p>You coalesce arcane power into tangible form, manifesting a <strong>Sprite</strong> which appears within 10 feet and joins Combat at Initiative 1. Your Sprite is a <strong>Minion</strong> of half your own Level.</p><p>The Create gesture scales with <strong>Wisdom</strong> and the Sprite survives for <strong>6 Rounds</strong>. You may only have one active Sprite, casting another spell using the Create gesture replaces your previous Sprite. This gesture requires <strong>2 Hands</strong> to cast and has a base cost of <strong>4 Action</strong> and <strong>1 Focus</strong>.</p><h3 class=\"divider\">Playtest Notes</h3><p>Not all Runes have a Sprite actor defined yet. Runes that do not yet have a defined Creation will — for now — manifest a <strong>Flame Sprite</strong>.</p>"
            },
            "Gesture: Arrow": {
              "name": "Gesture: Arrow",
              "description": "<p>You hurl a projectile imbued with the magical power of a Rune at a distant target.</p><p>The Arrow gesture scales using <strong>Intellect</strong> and targets a single creature up to a distance of 60 feet, dealing <strong>8 Base Damage</strong> to targets which fail to Resist the spell. This gesture requires <strong>1 Hand</strong> to cast and has a base cost of <strong>3 Action</strong> and <strong>1 Focus</strong>.</p>"
            },
            "Conjurer": {
              "name": "Conjurer",
              "description": "<p>You are a master of Conjuration and the Gesture of Creation to manifest arcane energy as physical form. You can maintain up to 3 such creations simultaneously rather than only one.</p>"
            },
            "Inflection: Push": {
              "name": "Inflection: Push",
              "description": "<p>Empower a spell to repel affected creatures away from the caster. Creatures affected by a spell with the Push inflection move 4 feet away from the spellcaster if that destination is unoccupied.</p>"
            },
            "Talisman Weapon Training": {
              "name": "Talisman Weapon Training",
              "description": "<p>You understand the arcane usage of talismans, orbs, foci, or other similar implements to channel magic or empower spellcraft. You are <strong>Trained</strong> with weapons in the <strong>Talisman</strong> categories.</p>",
              "actions": {
                "refocus": {
                  "name": "Refocus",
                  "description": "<p>You use your equipped Talisman to attempt to regain some <strong>Focus</strong>. You perform a <strong>Harmless</strong> <strong>Strike</strong> against your own <strong>Rallying</strong> threshold.</p><p>On a success you recover <strong>+1 Focus</strong> if using a one-handed Talisman and <strong>+2 Focus</strong> if using a two-handed Talisman. On a critical success the amount of Focus recovered increases by an additional +1.</p>"
                }
              }
            },
            "Intercept": {
              "name": "Intercept",
              "description": "You protect your allies, intercepting blows that might otherwise be directed towards your companions.",
              "actions": {
                "intercept": {
                  "name": "Intercept",
                  "description": "<p>You intercept the path of an enemy which enters your <strong>Engagement</strong> radius, immediatly moving up to your <strong>Stride</strong> to interpose yourself and block their path.</p><p>If the enemy moves out of your Engagement radius or attacks any other creature during their turn, you may make a <strong>Disengagement Strike</strong> against them.</p>",
                  "condition": "An enemy moves into or through your Engagement radius."
                }
              }
            },
            "Gesture: Ray": {
              "name": "Gesture: Ray",
              "description": "<p>You funnel the arcane power of a Rune into a point and project it outwards in a beam.</p><p>The Ray gesture scales using <strong>Wisdom</strong> and produces a line that is 1 foot wide and 30 feet long originating from the spellcaster, dealing <strong>6 Base Damage</strong> to targets which fail to Resist the spell. The gesture requires <strong>1 Hand</strong> to cast and has a base cost of <strong>4 Action</strong> and <strong>1 Focus</strong>.</p>"
            },
            "Rune: Oblivion": {
              "name": "Rune: Oblivion",
              "description": "<p>A chaotic force of destruction and annihilation of existence. The Oblivion rune governs unmaking of matter or decoherence of spirit.</p><p>The Oblivion rune scales using <strong>Intellect</strong>, targets <strong>Willpower</strong>, and deals <strong>Void</strong> damage to <strong>Morale</strong>. It is opposed by the orderly rune of <strong>Soul</strong>.</p>",
              "actions": {
                "erase": {
                  "name": "Erase",
                  "description": "<p>Your command of the Rune of Oblivion allows you to unravel tiny holes in the fabric of existence, producing one of the following effects:</p><ul><li><p>Disintegrate a non-magical object you hold smaller than a 6-inch cube, sundering it to a fine particulate dust of its component elements.</p></li><li><p>Anesthetize the ability to feel emotion from yourself or a willing target that you touch, causing it to enter a placid, stoic, or dispassionate state. This effect can be maintained as long as you make no further <strong>Action</strong>.</p></li><li><p>Subdue the potency of a light source, causing its visible radius to be reduced by half for as long as you maintain physical contact with it. Only one light source may be dampened in this way at a given time.</p></li></ul><p>Erase may only affect a creature or object you can physically touch. You may attempt other uses similar those above, the effectiveness of which is decided by the Gamemaster.</p>"
                }
              }
            },
            "Rune: Soul": {
              "name": "Rune: Soul",
              "description": "<p>An orderly force of creation and spiritual essence. The Soul rune governs the fundamental procession of souls through life and death and relates to matters of sapience, personality, and mental health.</p><p>The Soul rune scales using <strong>Presence</strong> and provides <strong>Restoration</strong> of <strong>Morale</strong> or inflicts <strong>Psychic</strong> damage opposed by <strong>Willpower</strong>. It is opposed by the chaotic rune of <strong>Oblivion</strong>.</p>",
              "actions": {
                "evoke": {
                  "name": "Evoke",
                  "description": "<p>Your command of the Rune of Soul allows you to facilitate basic forms of spiritual influence, producing one of the following effects:</p><ul><li><p>Enable yourself or another willing person to revisit a core memory of a moment from their past up to one minute in duration as if it happened recently.</p></li><li><p>Identify a negative spiritual condition that is affecting a person such as @Condition[broken], @Condition[frightened], @Condition[confused], or @Condition[insane].</p></li><li><p>Create a momentary spiritual connection with another willing creature that allows them to recognize an idea which can be expressed as a single word.</p></li></ul><p>Uses of Evoke may only affect yourself or another creature which you can physically touch. You may attempt other uses similar those above, the effectiveness of which is decided by the Gamemaster.</p>"
                }
              }
            },
            "Rune: Death": {
              "name": "Rune: Death",
              "description": "<p>The orderly force of destruction, responsible for the corruption of all biological matter. The Death rune governs decay and destruction.</p><p>The Death rune scales using <strong>Presence</strong>, targets <strong>Fortitude</strong>, and deals <strong>Corruption</strong> damage to <strong>Health</strong>. It is opposed by the chaotic rune of <strong>Life</strong>.</p>",
              "actions": {
                "ennervate": {
                  "name": "Ennervate",
                  "description": "<p>Your command of the Rune of Death allows for basic communion with the dead and for rudimentary manipulation of unholy forces, producing one of the following effects:</p><ul><li><p>Spread decay over an object no larger than a 1-foot cube, causing plants to wither, metallic objects to rust, wood to become rotten, food to grow foul, or a corpse to rapidly decompose. Magical objects are typically unaffected.</p></li><li><p>Cause a corpse which has been dead for less than seven days or otherwise preserved to perform a lifeless reenactment of its final moments. Its movements imitate those that occurred during the creature's final 30 seconds of life. You have no control over the creature nor can it communicate in any other way.</p></li><li><p>Hasten the death of a willing creature that is currently dying, causing it to pass swiftly and peacefully.</p></li></ul><p>Ennervate may only affect a creature or object you can physically touch. You may attempt other uses similar those above, the effectiveness of which is decided by the Gamemaster.</p>"
                }
              }
            },
            "Grimoire": {
              "name": "Grimoire",
              "description": {
                "public": "<p>This heavy tome is used as a repository of knowledge as well as an implement for spellcraft. In the hands of an arcane practitioner, it can project concussive blasts of force towards a target.</p>"
              }
            }
          }
        },
        "Skeletal Archer": {
          "name": "Skeletal Archer",
          "tokenName": "Skeletal Archer",
          "archetype": {
            "name": "Archer",
            "description": "Ranged combatants with training is the use of bows."
          },
          "taxonomy": {
            "name": "Skeleton",
            "description": "<p>Undeathly denizens fashioned of bone and sinew.</p>"
          },
          "items": {
            "Deathly Armor": {
              "name": "Deathly Armor"
            },
            "Shortbow": {
              "name": "Shortbow",
              "description": {
                "public": "<p>Compact and quick to draw, the shortbow excels in rapid, close-quarters archery and skirmishes, favored by scouts, hunters, and swift-footed raiders.</p>"
              }
            },
            "Precision Shot": {
              "name": "Precision Shot",
              "description": "You take time to steady your aim and target the weakest point of a foe. You may only get one shot, but you make it count.",
              "actions": {
                "precisionShot": {
                  "name": "Precision Shot",
                  "description": "<p>You steady your aim and fire a single accurate shot.</p>"
                }
              }
            },
            "Evasive Shot": {
              "name": "Evasive Shot",
              "description": "<p>You are an expert at firing shots with ranged weaponry while evading enemy attacks. After performing a ranged weapon attack, you gain half your <strong>Stride</strong> in additional free movement.</p>"
            },
            "Projectile Weapon Training": {
              "name": "Projectile Weapon Training",
              "description": "<p>You have a basic education in archery and other projectile weaponry. You are no longer treated as <strong>Untrained</strong> with weapons in the <strong>Projectile </strong>categories.</p>",
              "actions": {
                "quickDraw": {
                  "name": "Quick Draw",
                  "description": "<p>You can loose a shot under pressure, although with decreased accuracy. You perform a <strong>Strike</strong> that is <strong>Difficult</strong>, but has a reduced Action cost.</p>"
                }
              }
            }
          }
        },
        "Skeletal Spearman": {
          "name": "Skeletal Spearman",
          "tokenName": "Skeletal Spearman",
          "archetype": {
            "name": "Fighter",
            "description": "Hardened melee combatants expert at weilding one-handed weaponry, shield, and heavy armor."
          },
          "taxonomy": {
            "name": "Skeleton",
            "description": "<p>Undeathly denizens fashioned of bone and sinew.</p>"
          },
          "items": {
            "Deathly Armor": {
              "name": "Deathly Armor"
            },
            "Spear": {
              "name": "Spear",
              "description": {
                "public": "<p>A weapon of reach and rhythm, the spear features a long shaft tipped with steel, perfect for holding the line or launching with deadly force from behind a shield wall.</p>"
              }
            },
            "Bulwark": {
              "name": "Bulwark",
              "description": "<p>You have expertise in using a <strong>Shield</strong> to defend yourself and others.</p><p>Once per Turn while you have a Shield equipped, you may use the <strong>Defend</strong> action at a reduced cost of 1 Action Point.</p>"
            },
            "Armored Efficiency": {
              "name": "Armored Efficiency",
              "description": "<p>You are trained in wearing the heaviest types of armor while still retaining mobility. You are able to use a free Movement action once per Turn while wearing Heavy armor.</p>"
            },
            "Leg Sweep": {
              "name": "Leg Sweep",
              "description": "<p>You use a weapon which scales using <strong>Strength </strong>to sweep your enemy off balance, swinging low to knock them from their feet.</p>",
              "actions": {
                "legSweep": {
                  "name": "Leg Sweep",
                  "description": "<p>You make a <strong>Strike</strong> attack with your mainhand weapon. This technique is <strong>Difficult</strong> to execute and deals reduced damage, but if successful renders your target <strong>Prone</strong>.</p>",
                  "effects": [
                    {
                      "name": "Leg Sweep"
                    }
                  ]
                }
              }
            },
            "Light Weapon Training": {
              "name": "Light Weapon Training",
              "description": "<p>You know how to wield light weapons fluidly with a high degree of maneuverability and grace in combat. You are <strong>Trained</strong> with all weapons in the <strong>Light</strong> and <strong>Balanced</strong> categories.</p>",
              "actions": {
                "lunge": {
                  "name": "Lunge",
                  "description": "<p>You dart forward nimbly, making a strike with sudden and unexpected swiftness to perform a <strong>Strike </strong>with a <strong>Finesse</strong> weapon against a single target with an increased range of <strong>+2 feet</strong>.</p><p>The attack is <strong>Difficult</strong>, but you do not move from your current position nor does this attack provoke Disengagement.</p>"
                }
              }
            }
          }
        },
        "Koy Rent": {
          "name": "Koy Rent",
          "tokenName": "Koy Rent",
          "archetype": {
            "name": "Berserker",
            "description": "A rage-fueled warrior which prefers two-handed attacks using Heavy weapons."
          },
          "taxonomy": {
            "name": "Werewolf",
            "description": "<p>Lycanthropic shapeshifters who walk as men but take wolven form.</p>"
          },
          "items": {
            "Thick Fur": {
              "name": "Thick Fur"
            },
            "Rending Claw": {
              "name": "Rending Claw"
            },
            "Thick Skin": {
              "name": "Thick Skin",
              "description": "Your physical toughness makes you more resistant to harm. You gain +2 Resistance to Bludgeoning, Slashing, and Piercing damage."
            },
            "Ferocious Howl": {
              "name": "Ferocious Howl",
              "description": "<p>The Werewolf lets out a blood-curdling howl that stops you in your tracks with fear.</p>",
              "actions": {
                "ferociousHowl": {
                  "name": "Ferocious Howl",
                  "description": "<p>You make an Intimidation skill attack against the <strong>Willpower</strong> defense of all enemies within 30 feet, dealing Void damage to <strong>Morale</strong> and causing the Frightened condition for <strong>3 Rounds</strong>.</p>",
                  "effects": [
                    {
                      "name": "Ferocious Howl"
                    }
                  ]
                }
              }
            },
            "Intimidator": {
              "name": "Intimidator",
              "description": "You specialize in exerting your intimidating presence to break the morale of your foes.",
              "actions": {
                "intimidate": {
                  "name": "Intimidate",
                  "description": "<p>You physically intimidate an enemy that is within your engagement range, performing an Intimidation skill attack against your target. On a success they sustain Void damage to Morale.</p>"
                }
              }
            },
            "Blood Frenzy": {
              "name": "Blood Frenzy",
              "description": "<p>Your battle lust spurs you to feats of heightened action. When you achieve a <strong>Critical Hit</strong> that deals damage to Health you immediately gain +1 Action. This benefit may only happen once per Round.</p>"
            },
            "Lesser Regeneration": {
              "name": "Lesser Regeneration",
              "description": "<p>Your prodigious hardiness conveys a supernatural capability to recover from wounds quickly. At the start of your turn if you are not Weakened you gain <strong>+1 Health</strong>.</p>"
            },
            "Bloodletter": {
              "name": "Bloodletter",
              "description": "<p>Your precision with weapons which deal Slashing or Piercing damage can cause the Bleeding condition on Critical Hits which deal damage to Health.</p><p>The Bleeding effect lasts for 1 round and deals your Dexterity score as additional damage to Health.</p>"
            },
            "Ferocious Leap": {
              "name": "Ferocious Leap",
              "description": "<p>You leap powerfully into battle to deliver a punishing blow to a nearby enemy with your mainhand weapon.</p>",
              "actions": {
                "ferociousLeap": {
                  "name": "Ferocious Leap",
                  "description": "<p>You leap up to 10 feet and perform a Strike against an enemy within melee range of where you land. Your movement ignores difficult terrain and is not blocked by enemy creatures.</p>"
                }
              }
            },
            "Natural Weapon Proficiency": {
              "name": "Natural Weapon Proficiency",
              "description": "<p>You have a fluent familiarity with the use of natural bodily weapons. You gain the <strong>Journeyman</strong> training rank and a <strong>+1 Skill Bonus</strong> with weapons in the <strong>Natural </strong>category.</p>"
            },
            "Berserker": {
              "name": "Berserker",
              "description": "<p>You revel in the thrill of combat, hurling yourself into the fray with reckless abandon.</p>",
              "actions": {
                "berserkerRage": {
                  "name": "Berserker Rage",
                  "description": "You become Enraged. While Enraged you deal 4 additional damage on all melee attacks. You may attempt to end the effect on your own turn by succeeding on a Willpower test against a DC of 20. The effect ends automatically when Combat is concluded.",
                  "condition": "You have suffered damage to your Health pool since your last turn in Combat.",
                  "effects": [
                    {
                      "name": "Berserker Rage"
                    }
                  ]
                }
              }
            },
            "Frenzied Claws": {
              "name": "Frenzied Claws",
              "description": "<p>The @ref[actor.name]{creature} launches into a frenzied sequence of wild swipes with its claws.</p>",
              "actions": {
                "frenziedClaws": {
                  "name": "Frenzied Claws",
                  "description": "<p>The @ref[actor.name]{creature} attacks four times with its claws against a single target.</p>"
                }
              }
            },
            "Pouncing Strike": {
              "name": "Pouncing Strike",
              "description": "<p>This creature lunges forward, putting its whole weight behind a leaping strike.</p>",
              "actions": {
                "pouncingStrike": {
                  "name": "Pouncing Strike",
                  "description": "<p>This attack may be used after a <strong>Move</strong> that brings the @ref[actor.name]{creature} at least 10 feet closer to its target. If the creature was above the target, this attack gains <strong>+1 Boon</strong> per 10 feet of elevation decrease in that movement.</p><p>If this attack is a <strong>Critical Hit</strong>, the target of the attack is immediately knocked @Condition[prone].</p>",
                  "effects": [
                    {
                      "name": "Pouncing Strike"
                    }
                  ]
                }
              }
            },
            "Heavy Weapon Training": {
              "name": "Heavy Weapon Training",
              "description": "<p>You know how to use a heavy weapon to deliver punishing blows, putting your entire strength behind every swing. You are <strong>Trained</strong> with all weapons in the <strong>Heavy</strong> and <strong>Balanced</strong> categories.</p>",
              "actions": {
                "heavyStrike": {
                  "name": "Heavy Strike",
                  "description": "<p>You unleash a powerful <strong>Strike</strong> with your mainhand weapon. The attack is slower to execute, but is <strong>Empowered</strong> to deliver additional damage.</p>"
                }
              }
            }
          }
        },
        "Harbinger of Disease": {
          "name": "Harbinger of Disease",
          "tokenName": "Harbinger of Disease",
          "archetype": {
            "name": "Plaguebearer",
            "description": "<p>Bringers of pestilence and decay.</p>"
          },
          "taxonomy": {
            "name": "Harbinger",
            "description": "<p>Otherworldly beings from the void beyond.</p>"
          },
          "items": {
            "Pestilent Tongue": {
              "name": "Pestilent Tongue"
            },
            "Claws": {
              "name": "Claws"
            },
            "Void Chitin": {
              "name": "Void Chitin",
              "description": {
                "public": "<p>Some void chitin description.</p>"
              }
            },
            "Pestilent Lash": {
              "name": "Pestilent Lash",
              "description": "The Harbinger lashes out in a wide arc with a venomous and disease-ridden tongue.",
              "actions": {
                "pestilentLash": {
                  "name": "Pestilent Lash",
                  "description": "<p>Lash all enemies within <strong>10 feet</strong> in a 120 degree arc, inflicting Poison damage and the <strong>Diseased</strong> condition on hit.</p>",
                  "effects": [
                    {
                      "name": "Pestilent Lash"
                    }
                  ]
                }
              }
            },
            "Gesture: Influence": {
              "name": "Gesture: Influence",
              "description": "<p>You intensify the arcane power of a Rune into a concentrated direct contact which is generally a more powerful evolution of the basic Touch gesture.</p><p>The Influence gesture scales using <strong>Presence</strong> and targets a single adjacent creature. It deals <strong>10 Base Damage</strong> to targets which fail to Resist the spell. This gesture requires <strong>1 Hand</strong> to cast and has a base cost of <strong>3 Action</strong> and <strong>1 Focus</strong>.</p>"
            },
            "Gesture: Pulse": {
              "name": "Gesture: Pulse",
              "description": "<p>Expel the arcane power of a Rune in a radius that travels outward with you at its center.</p><p>The Pulse gesture scales using <strong>Presence</strong> and produces an emanation with 10 foot radius, dealing <strong>8 Base Damage</strong> to targets which fail to Resist the spell. The gesture requires <strong>2 Hands</strong> to cast and has a base cost of <strong>5 Action</strong> and <strong>2 Focus</strong>.</p><h3 class=\"divider\">Playtest Notes</h3><p>This talent is currently placed at a <strong>Tier 4</strong> node. It will eventually only be attainable at a higher level (probably Level 6 required). It is currently available \"early\" for testing.</p>"
            },
            "Inflection: Pull": {
              "name": "Inflection: Pull",
              "description": "<p>Empower a spell to attract affected creatures toward the caster. Creatures affected by a spell with the Pull inflection move 1 space closer towards the spellcaster if that destination space is unoccupied.</p>"
            },
            "Rune: Oblivion": {
              "name": "Rune: Oblivion",
              "description": "<p>A chaotic force of destruction and annihilation of existence. The Oblivion rune governs unmaking of matter or decoherence of spirit.</p><p>The Oblivion rune scales using <strong>Intellect</strong>, targets <strong>Willpower</strong>, and deals <strong>Void</strong> damage to <strong>Morale</strong>. It is opposed by the orderly rune of <strong>Soul</strong>.</p>",
              "actions": {
                "erase": {
                  "name": "Erase",
                  "description": "<p>Your command of the Rune of Oblivion allows you to unravel tiny holes in the fabric of existence, producing one of the following effects:</p><ul><li><p>Disintegrate a non-magical object you hold smaller than a 6-inch cube, sundering it to a fine particulate dust of its component elements.</p></li><li><p>Anesthetize the ability to feel emotion from yourself or a willing target that you touch, causing it to enter a placid, stoic, or dispassionate state. This effect can be maintained as long as you make no further <strong>Action</strong>.</p></li><li><p>Subdue the potency of a light source, causing its visible radius to be reduced by half for as long as you maintain physical contact with it. Only one light source may be dampened in this way at a given time.</p></li></ul><p>Erase may only affect a creature or object you can physically touch. You may attempt other uses similar those above, the effectiveness of which is decided by the Gamemaster.</p>"
                }
              }
            },
            "Rune: Death": {
              "name": "Rune: Death",
              "description": "<p>The orderly force of destruction, responsible for the corruption of all biological matter. The Death rune governs decay and destruction.</p><p>The Death rune scales using <strong>Presence</strong>, targets <strong>Fortitude</strong>, and deals <strong>Corruption</strong> damage to <strong>Health</strong>. It is opposed by the chaotic rune of <strong>Life</strong>.</p>",
              "actions": {
                "ennervate": {
                  "name": "Ennervate",
                  "description": "<p>Your command of the Rune of Death allows for basic communion with the dead and for rudimentary manipulation of unholy forces, producing one of the following effects:</p><ul><li><p>Spread decay over an object no larger than a 1-foot cube, causing plants to wither, metallic objects to rust, wood to become rotten, food to grow foul, or a corpse to rapidly decompose. Magical objects are typically unaffected.</p></li><li><p>Cause a corpse which has been dead for less than seven days or otherwise preserved to perform a lifeless reenactment of its final moments. Its movements imitate those that occurred during the creature's final 30 seconds of life. You have no control over the creature nor can it communicate in any other way.</p></li><li><p>Hasten the death of a willing creature that is currently dying, causing it to pass swiftly and peacefully.</p></li></ul><p>Ennervate may only affect a creature or object you can physically touch. You may attempt other uses similar those above, the effectiveness of which is decided by the Gamemaster.</p>"
                }
              }
            }
          }
        },
        "Harbinger of Fear": {
          "name": "Harbinger of Fear",
          "tokenName": "Harbinger of Fear",
          "archetype": {
            "name": "Fearmonger",
            "description": "<p>Bringers of terror and despair.</p>"
          },
          "taxonomy": {
            "name": "Harbinger",
            "description": "<p>Otherworldly beings from the void beyond.</p>"
          },
          "items": {
            "Psychic Maw": {
              "name": "Psychic Maw"
            },
            "Void Chitin": {
              "name": "Void Chitin",
              "description": {
                "public": "<p>Some void chitin description.</p>"
              }
            },
            "Eldritch Emanation": {
              "name": "Eldritch Emanation",
              "description": "<p>The Harbinger of Fear projects a cone of malevolent despair from its blossoming maw.</p>",
              "actions": {
                "eldritchEmanation": {
                  "name": "Eldritch Emanation",
                  "description": "<p>Project a cone attack up to 10 feet dealing Psychic damage to Morale and causing the Frightened condition on hit for <strong>1 Round</strong>.</p>",
                  "effects": [
                    {
                      "name": "Eldritch Emanation"
                    }
                  ]
                }
              }
            },
            "Ethereal Warp": {
              "name": "Ethereal Warp",
              "description": "The Harbinger fades out of reality, becoming incorporeal for a few moments before re-appearing in a location up to 6 spaces away.",
              "actions": {
                "etherealWarp": {
                  "name": "Ethereal Warp",
                  "description": "<p>Disappear and re-emerge up to <strong>30 Feet </strong>away from your current location. This movement does not allow for any Disengagement Attack.</p>"
                }
              }
            }
          }
        },
        "Harbinger of Madness": {
          "name": "Harbinger of Madness",
          "tokenName": "Harbinger of Madness",
          "archetype": {
            "name": "Mindwarper",
            "description": "A hulking creature that destroys the sanity of those which behold it."
          },
          "taxonomy": {
            "name": "Harbinger",
            "description": "<p>Otherworldly beings from the void beyond.</p>"
          },
          "items": {
            "Inchoate Tendrils": {
              "name": "Inchoate Tendrils"
            },
            "Void Chitin": {
              "name": "Void Chitin",
              "description": {
                "public": "<p>Some void chitin description.</p>"
              }
            },
            "Devour Thoughts": {
              "name": "Devour Thoughts",
              "description": "The Harbinger of Madness focuses on a single target, latching onto them with multiple tendrils.",
              "actions": {
                "devourThoughts": {
                  "name": "Devour Thoughts",
                  "description": "<p>Lash onto a single enemy with multiple tendrils, dealing Weakened Psychic damage and inflicting the Stunned condition on a success.</p>",
                  "effects": [
                    {
                      "name": "Devour Thoughts"
                    }
                  ]
                }
              }
            },
            "Mind Flay": {
              "name": "Mind Flay",
              "description": "Flay nearby foes with a whirling lash of tentacles which inflict bludgeoning damage and cause psychological disorientation.",
              "actions": {
                "mindFlay": {
                  "name": "Mind Flay",
                  "description": "<p>Lash out with terrible tentacles against all nearby foes. Those hit by the attack become <strong>Disoriented</strong> for one Round.</p>",
                  "effects": [
                    {
                      "name": "Mind Flay"
                    }
                  ]
                }
              }
            }
          }
        },
        "Zarajah": {
          "name": "Zarajah",
          "tokenName": "Zarajah",
          "ancestry": {
            "name": "Devilkin",
            "description": "<p>You were born with unexpected magical influence over your creation. Your physical appearance shows tell-tale signs that the superstitious associate with planar beings- crimson flesh, ineffective wings or horns, reptilian eyes. Your dislike of light and preternatural resistance to fire does little to dissuade people from thinking you are an actual devil.</p>"
          },
          "background": {
            "name": "Performer",
            "description": "You were a travelling entertainer. You learned to be comfortable attending a variety of social functions, how to play to your audience, embellishing details of your performance to evoke particular emotional responses."
          },
          "biography": {
            "public": "<p>Zarajah is a spirited Devilkin with a penchant for pyromancy who weaves dangerous and warding spells to control the battlefield. Zarajah aspires to obtain the <strong>War Mage</strong> signature Talent.</p>"
          },
          "items": {
            "Flame Staff": {
              "name": "Flame Staff",
              "description": {
                "public": "<p>This mage staff is a talisman to assist with spellcraft or hurl gouts of arcane flame at enemies.</p>"
              }
            },
            "Ring Mail": {
              "name": "Ring Mail",
              "description": {
                "public": "<p>Ring mail features metal rings sewn onto a padded base, offering a compromise of less protection than heavier mail options in exchange for greater mobility.</p>"
              }
            },
            "Inspire Heroism": {
              "name": "Inspire Heroism",
              "description": "Your courageous presence inspires your nearby allies to strike with confidence.",
              "actions": {
                "inspireHeroism": {
                  "name": "Inspire Heroism",
                  "description": "<p>Each ally, excluding yourself, within <strong>10 Feet</strong> gains <strong>+1 Boon</strong> to actions performed until the end of their next Turn.</p>",
                  "effects": [
                    {
                      "name": "Inspire Heroism"
                    }
                  ]
                }
              }
            },
            "Gesture: Influence": {
              "name": "Gesture: Influence",
              "description": "<p>You intensify the arcane power of a Rune into a concentrated direct contact which is generally a more powerful evolution of the basic Touch gesture.</p><p>The Influence gesture scales using <strong>Presence</strong> and targets a single adjacent creature. It deals <strong>10 Base Damage</strong> to targets which fail to Resist the spell. This gesture requires <strong>1 Hand</strong> to cast and has a base cost of <strong>3 Action</strong> and <strong>1 Focus</strong>.</p>"
            },
            "Light Weapon Training": {
              "name": "Light Weapon Training",
              "description": "<p>You know how to wield light weapons fluidly with a high degree of maneuverability and grace in combat. You are <strong>Trained</strong> with all weapons in the <strong>Light</strong> and <strong>Balanced</strong> categories.</p>",
              "actions": {
                "lunge": {
                  "name": "Lunge",
                  "description": "<p>You dart forward nimbly, making a strike with sudden and unexpected swiftness to perform a <strong>Strike </strong>with a <strong>Finesse</strong> weapon against a single target with an increased range of <strong>+2 feet</strong>.</p><p>The attack is <strong>Difficult</strong>, but you do not move from your current position nor does this attack provoke Disengagement.</p>"
                }
              }
            },
            "Rune: Oblivion": {
              "name": "Rune: Oblivion",
              "description": "<p>A chaotic force of destruction and annihilation of existence. The Oblivion rune governs unmaking of matter or decoherence of spirit.</p><p>The Oblivion rune scales using <strong>Intellect</strong>, targets <strong>Willpower</strong>, and deals <strong>Void</strong> damage to <strong>Morale</strong>. It is opposed by the orderly rune of <strong>Soul</strong>.</p>",
              "actions": {
                "erase": {
                  "name": "Erase",
                  "description": "<p>Your command of the Rune of Oblivion allows you to unravel tiny holes in the fabric of existence, producing one of the following effects:</p><ul><li><p>Disintegrate a non-magical object you hold smaller than a 6-inch cube, sundering it to a fine particulate dust of its component elements.</p></li><li><p>Anesthetize the ability to feel emotion from yourself or a willing target that you touch, causing it to enter a placid, stoic, or dispassionate state. This effect can be maintained as long as you make no further <strong>Action</strong>.</p></li><li><p>Subdue the potency of a light source, causing its visible radius to be reduced by half for as long as you maintain physical contact with it. Only one light source may be dampened in this way at a given time.</p></li></ul><p>Erase may only affect a creature or object you can physically touch. You may attempt other uses similar those above, the effectiveness of which is decided by the Gamemaster.</p>"
                }
              }
            },
            "Rune: Flame": {
              "name": "Rune: Flame",
              "description": "<p>The chaotic force of elemental, thermal energy. The Flame rune governs fire and heat.</p><p>The Flame rune scales using Intellect, targets <strong>Reflex</strong>, and deals <strong>Fire</strong> damage to <strong>Health</strong>. It is opposed by the orderly rune of <strong>Frost</strong>.</p>",
              "actions": {
                "enkindle": {
                  "name": "Enkindle",
                  "description": "<p>Your command of the Rune of Flame allows you to manipulate fire and thermal energy in creative ways, producing one of the following effects:</p><ul><li><p>Manifest a burst of elemental flame in one inch sphere which can ignite a candle, torch, or other flammable materials.</p></li><li><p>Imbue your body with momentary thermal shielding which provides you with immunity to fire damage on an immediately subsequent action that costs <strong>1 Action</strong> or less.</p></li><li><p>Control the movement of flames within a small area, causing them to flicker, dance, or shift in an animated performance of light and shadow.</p></li></ul><p>Enkindle may only affect a creature or object you can physically touch. You may attempt other uses similar those above, the effectiveness of which is decided by the Gamemaster.</p>"
                }
              }
            },
            "Gesture: Arrow": {
              "name": "Gesture: Arrow",
              "description": "<p>You hurl a projectile imbued with the magical power of a Rune at a distant target.</p><p>The Arrow gesture scales using <strong>Intellect</strong> and targets a single creature up to a distance of 60 feet, dealing <strong>8 Base Damage</strong> to targets which fail to Resist the spell. This gesture requires <strong>1 Hand</strong> to cast and has a base cost of <strong>3 Action</strong> and <strong>1 Focus</strong>.</p>"
            },
            "War Mage": {
              "name": "War Mage",
              "description": "<p>Your spellcraft is honed as a weapon of war to thwart the incantations of other magi. You may ask the Gamemaster if you know a Rune capable of countering an enemy spell, even if you do not recognize the spell being cast. You gain +2 Boons to any Counterspell attempt.</p>"
            },
            "Impetus": {
              "name": "Impetus",
              "description": "<p>You are gifted at exploiting the slowness with which others think. If you are first in Initiative order during a round of Combat, you gain +1 current and maximum Action.</p>"
            },
            "Opportunistic Spellcraft": {
              "name": "Opportunistic Spellcraft",
              "description": "<p>Your quick thinking can weave magic to exploit brief windows of opportunity. You may make a <strong>Disengagement Attack</strong> using the <strong>Touch</strong> Gesture instead of a melee weapon attack.</p>"
            },
            "Pyromancer": {
              "name": "Pyromancer",
              "description": "<p>You are highly skilled in weaving the Rune of Flame. Spells which use this Rune cause @Condition[burning] on Critical Hits.</p><p>The Burning effect lasts for <strong>1 Round</strong> and deals your <strong>Intellect</strong> score as <strong>Fire</strong> damage to both <strong>Health</strong> and <strong>Morale</strong>.</p>"
            },
            "Gesture: Pulse": {
              "name": "Gesture: Pulse",
              "description": "<p>Expel the arcane power of a Rune in a radius that travels outward with you at its center.</p><p>The Pulse gesture scales using <strong>Presence</strong> and produces an emanation with 10 foot radius, dealing <strong>8 Base Damage</strong> to targets which fail to Resist the spell. The gesture requires <strong>2 Hands</strong> to cast and has a base cost of <strong>5 Action</strong> and <strong>2 Focus</strong>.</p><h3 class=\"divider\">Playtest Notes</h3><p>This talent is currently placed at a <strong>Tier 4</strong> node. It will eventually only be attainable at a higher level (probably Level 6 required). It is currently available \"early\" for testing.</p>"
            },
            "Arcana Novice": {
              "name": "Arcana Novice",
              "description": "<p>Your education covered the fundamentals of metaphysics and magical theory, the relationship between the runes, the opposing nature of order and chaos, and a cursory introduction to spiritual beings including the most commonly known deified and demonized figures of worship. You gain the <strong>Novice</strong> rank in the <strong>Arcana </strong>skill and are no longer considered <strong>Untrained</strong> in that skill.</p><p>Your rudimentary understanding of the principle grammar of magic is sufficient to identify which lesser rune a spell or ritual may be using, as well as the gesture used (if not the inflection). You can identify whether a figure is influenced more by chaos or by order, and can spot the signs of common spirits (both lesser and greater). You know enough about religious customs to communicate with those who worship a particular spirit or deity without embarrassing yourself.</p>"
            },
            "Strategic Repositioning": {
              "name": "Strategic Repositioning",
              "description": "<p>You are always thinking ahead about where to position yourself should danger loom. Before <strong>Turn 1</strong> of a Combat encounter, provided that you are not Unaware, you may immediately move 4 feet in any permitted direction.</p><p>If multiple combatants have this feature, repositioning occurs in reverse order of Initiative.</p>"
            },
            "Lightbringer": {
              "name": "Lightbringer",
              "description": "<p>You are highly skilled in weaving the Rune of Illumination. Spells which use this Rune cause the @Condition[irradiated] condition on Critical Hits.</p><p>The Irradiated effect lasts for <strong>1 Round</strong> and deals your <strong>Presence</strong> score as <strong>Radiant</strong> damage to both <strong>Health</strong> and <strong>Morale</strong>.</p>"
            },
            "Awareness Novice": {
              "name": "Awareness Novice",
              "description": "<p>You have been trained in the basics of situational awareness, and are able to notice important details about your environment. You gain the <strong>Novice</strong> rank in the <strong>Awareness </strong>skill and are no longer considered <strong>Untrained</strong> in that skill.</p><p>You know to check for exits when you enter a room, and how to look for concealed weapons, hidden traps, and other threats. You know how to spot when you are being followed, and how to search for common hiding places.</p>"
            },
            "Versatile Translator": {
              "name": "Versatile Translator",
              "description": "<p>You have a scholarly background in linguistics or an intuitive knack for languages. Your capabilities enable you to decipher the basic meaning of text written in a variety of languages.</p><p>You can translate text of a language you do not know that is written using a common set of glyphs or characters to a language that you do know. Creating such a translation requires spending one minute per word to transcribe the text into a language which you understand.</p><p>Your translations are rudimentary and often lack nuance, but they do contain all essential points of the text.</p>"
            },
            "Iramancer": {
              "name": "Iramancer",
              "description": "Your feats of arcana are fueled by anger. While Enraged you may still spend Focus and you deal 2 additional damage to all spell attacks."
            },
            "Counterspell": {
              "name": "Counterspell",
              "description": "<p>You immediately react to a spell being cast and compose a rune and gesture designed to unravel and negate the spellcraft of an enemy mage.</p><h2 class=\"divider\">Playtest Notes</h2><p>This action can now be used in playtesting, but it is not yet <em>fully automated</em>. The Counterspell can be performed, but it is up to the Gamemaster to manually reverse a previously applied spell and to manually deduct its <strong>Action</strong> and <strong>Focus</strong> cost. These steps of the overall Counterspell workflow <em>will be automated</em> in a subsequent update such that a confirmed Counterspell will also confirm the spell that was countered, but with its effects removed.</p>",
              "actions": {
                "counterspell": {
                  "name": "Counterspell",
                  "description": "<p>You form arcane energy into a countervailing spellcraft, targeting a spellcaster you can see within 30 feet.</p><p>Designate a <strong>Rune</strong> and <strong>Gesture</strong> which you know to attempt to counter the spell. Choosing a Rune which is opposed to one used in the spell grants <strong>+2 Boons</strong> to your attempt. Selecting the identical Gesture as the one being cast also adds <strong>+2 Boons</strong> to your attempt.</p><p>Perform a harmless Spell Attack against your target's <strong>Willpower</strong> defense. If your roll exceeds their defense, the spell is countered and its magic is nullified, producing no effects.</p>",
                  "condition": "Another creature which you can see is casting a spell."
                }
              }
            },
            "Flame Proficiency": {
              "name": "Flame Proficiency",
              "description": "<p>You have fluency in weaving spellcraft using the Rune of Flame. You gain a <strong>+1 Skill Bonus</strong> for spells cast using this Rune.</p><h3 class=\"divider\">Playtest Notes</h3><p>This talent will eventually also provide an upgrade to the <strong>Enkindle</strong> action, expanding its effectiveness or including new options for how to use it.</p>"
            },
            "Rune: Kinesis": {
              "name": "Rune: Kinesis",
              "description": "<p>The chaotic force of space and physical movement. The Kinesis rune governs all things related to the act of movement and physicality.</p><p>The Kinesis rune scales using <strong>Presence</strong>, targets <strong>Physical</strong> defense, and deals <strong>Bludgeoning</strong>, <strong>Piercing</strong>, or <strong>Slashing</strong> damage to <strong>Health</strong>. It is opposed by the orderly rune of <strong>Control</strong>.</p>",
              "actions": {
                "propel": {
                  "name": "Propel",
                  "description": "<p>Your command of the Rune of Kinesis allows you to exert local control over gravitational forces to perform basic telekinetic manipulations, producing one of the following effects:</p><ul><li><p>Pull an unsecured object within 15 feet and with weight no greater than 1 towards you and catch it. An object that is equipped or possessed by a creature is never treated as unsecured unless that creature is willing to release it.</p></li><li><p>Flick an object that you hold with weight no greater than 1 towards a target up to 30 feet away. The object flies unerringly in a straight line towards that target at a moderate speed. Any creature along the object's path can react to catch it as long as they have a free hand with which to do so.</p></li><li><p>Suspend in midair an object or willing creature that you touch with weight less than or equal to 10 times your <strong>Presence</strong>, altering its position up to 20 feet in any direction from its original location. You can maintain this suspension indefinitely as long as you take no further Action and are not @Condition[incapacitated].</p></li></ul><p>Propel may only affect a creature or object you can physically touch unless otherwise specified. You may attempt other uses similar those above, the effectiveness of which is decided by the Gamemaster.</p>"
                }
              }
            },
            "Gesture: Blast": {
              "name": "Gesture: Blast",
              "description": "<p>You hurl the arcane power of a Rune into an intense explosion of energy at a nearby point you can see.</p><p>The Blast gesture scales with <strong>Intellect</strong> and produces a blast with 6 feet radius centered on a point within 60 feet of the spellcaster. The blast deals <strong>8 Base Damage</strong> to targets which fail to Resist the spell. This gesture requires <strong>2 Hands</strong> to cast and has a base cost of <strong>5 Action</strong> and <strong>2 Focus</strong>.</p><h3 class=\"divider\">Playtest Notes</h3><p>This talent is currently placed at a <strong>Tier 4</strong> node. It will eventually only be attainable at a higher level (probably Level 6 required). It is currently available \"early\" for testing.</p>"
            }
          }
        },
        "Agnath": {
          "name": "Agnath",
          "tokenName": "Agnath",
          "ancestry": {
            "name": "Orcish",
            "description": "<p>Your birth was marked by the stars and traditions of a proud and enduring people. Your tall and well-toned body and natural propensity for toughness has origins amid a people exposed to the relentless struggle of a harsh northern clime. Your people are known for their strength and resilience above all else.</p>"
          },
          "background": {
            "name": "Soldier",
            "description": "<p>You were a rank-and-file member of a military organization of some variety. Discipline made you a survivor and emphasized the importance of demonstrating strength and dominance over others, and years on horseback or marching taught you how to handle all manner of terrain.</p>"
          },
          "biography": {
            "public": "<p>Agnath is a sword-wielding necromancer who imbues deathly magic into their heavy blows. Agnath aspires to obtain the <strong>Spellblade</strong> signature talent.</p>"
          },
          "items": {
            "Splint Mail": {
              "name": "Splint Mail",
              "description": {
                "public": "<p>A layer of vertical metal strips riveted to a backing of leather or mail, splint armor offers strong limb protection while sacrificing some flexibility.</p>"
              }
            },
            "Cadence": {
              "name": "Cadence",
              "description": "<p>You are drilled in performing sequences of melee attacks with rhythmic precision. When you <strong>Strike</strong> multiple times in sequence using a one-handed melee weapon you gain a stacking <strong>+1 Boon</strong> for each successive attack.</p><p></p>"
            },
            "Gesture: Arrow": {
              "name": "Gesture: Arrow",
              "description": "<p>You hurl a projectile imbued with the magical power of a Rune at a distant target.</p><p>The Arrow gesture scales using <strong>Intellect</strong> and targets a single creature up to a distance of 60 feet, dealing <strong>8 Base Damage</strong> to targets which fail to Resist the spell. This gesture requires <strong>1 Hand</strong> to cast and has a base cost of <strong>3 Action</strong> and <strong>1 Focus</strong>.</p>"
            },
            "Spellblade": {
              "name": "Spellblade",
              "description": "<p>You are an arcane warrior who can weave together Strike and Spell relying on both martial and arcane techniques in battle. The physical strikes of your weaponry partially substitute for the somatic gestures of traditional spellcraft.</p><p>While wielding a <strong>Melee</strong> weapon as your mainhand weapon, spells you cast using <strong>Gesture: Strike</strong> benefit from your weapon's damage bonus.</p><p>Immediately after performing a <strong>Strike</strong> with a melee weapon, you may cast a spell with its <strong>Action</strong> cost reduced by 1.</p>"
            },
            "Strong Grip": {
              "name": "Strong Grip",
              "description": "Your grasp of your weaponry is firm and unyielding. You can perform Actions which require a free hand while wielding a two-handed weapon. Attempts to Disarm you are made with +2 Banes."
            },
            "Gesture: Strike": {
              "name": "Gesture: Strike",
              "description": "<p>You empower a direct close-range attack with the arcane essence of a Rune, performing a Strike with your equipped weapon.</p><p>The Strike gesture scales using <strong>Strength</strong> and deal damage based on your used weapon but with the damage type of the incorporated Rune. This gesture does not require any free hand and has a base cost of <strong>1 Focus</strong> in addition to the cost of your weapon Strike.</p>"
            },
            "Powerful Physique": {
              "name": "Powerful Physique",
              "description": "You can wield weapons with the Slow trait and wear Armor with the Bulky trait without suffering Banes to your Initiative rolls."
            },
            "Counter Riposte": {
              "name": "Counter Riposte",
              "description": "<p>You are expert in translating a parried attack into a swift counter against your exposed enemy.</p>",
              "actions": {
                "counterRiposte": {
                  "name": "Counter Riposte",
                  "description": "<p>When you defend against a melee attack with a <strong>Parry</strong>, you may react and expend <strong>Focus</strong> to retaliate with a reduced-cost <strong>Strike</strong> which benefits from the <strong>Exposed</strong> condition.</p>",
                  "condition": "You Parry an incoming melee Strike."
                }
              }
            },
            "Ruthless Momentum": {
              "name": "Ruthless Momentum",
              "description": "<p>You relish the carnage you can cause in combat and continue to press the fray as each enemy falls.</p>",
              "actions": {
                "ruthlessMomentum": {
                  "name": "Ruthless Momentum",
                  "description": "<p>After defeating an enemy, you may move up to your <strong>Stride</strong> and attack another foe within melee range.</p>",
                  "condition": "You incapacitate an enemy with a melee attack."
                }
              }
            },
            "Lesser Regeneration": {
              "name": "Lesser Regeneration",
              "description": "<p>Your prodigious hardiness conveys a supernatural capability to recover from wounds quickly. At the start of your turn if you are not Weakened you gain <strong>+1 Health</strong>.</p>"
            },
            "Glaive": {
              "name": "Glaive",
              "description": {
                "public": "<p>A polearm with a curved, sword-like blade affixed to the end of a long shaft, the glaive sweeps through foes in broad, arcing strikes.</p>"
              }
            },
            "Athletics Novice": {
              "name": "Athletics Novice",
              "description": "<p>You have received training in basic athletics. You gain the <strong>Novice</strong> rank in the <strong>Athletics</strong> skill and are no longer considered <strong>Untrained</strong> in that skill.</p><p>You know whether a surface can support your weight or not, how to find handholds while climbing, and how to distribute your weight for buoyancy when swimming. You know how to run for distance, and how to pace yourself to avoid exhaustion.</p>"
            },
            "Intimidation Novice": {
              "name": "Intimidation Novice",
              "description": "<p>You understand the fundamentals of how threats and coercion can achieve desired outcomes. You gain the <strong>Novice</strong> rank in the <strong>Intimidation </strong>skill and are no longer considered <strong>Untrained</strong> in that skill.</p><p>You know how to use simple displays of violence or overt threats to get others to follow your lead, but you aren't very subtle.</p>"
            },
            "Heavy Weapon Training": {
              "name": "Heavy Weapon Training",
              "description": "<p>You know how to use a heavy weapon to deliver punishing blows, putting your entire strength behind every swing. You are <strong>Trained</strong> with all weapons in the <strong>Heavy</strong> and <strong>Balanced</strong> categories.</p>",
              "actions": {
                "heavyStrike": {
                  "name": "Heavy Strike",
                  "description": "<p>You unleash a powerful <strong>Strike</strong> with your mainhand weapon. The attack is slower to execute, but is <strong>Empowered</strong> to deliver additional damage.</p>"
                }
              }
            },
            "Opportunistic Spellcraft": {
              "name": "Opportunistic Spellcraft",
              "description": "<p>Your quick thinking can weave magic to exploit brief windows of opportunity. You may make a <strong>Disengagement Attack</strong> using the <strong>Touch</strong> Gesture instead of a melee weapon attack.</p>"
            },
            "Awareness Novice": {
              "name": "Awareness Novice",
              "description": "<p>You have been trained in the basics of situational awareness, and are able to notice important details about your environment. You gain the <strong>Novice</strong> rank in the <strong>Awareness </strong>skill and are no longer considered <strong>Untrained</strong> in that skill.</p><p>You know to check for exits when you enter a room, and how to look for concealed weapons, hidden traps, and other threats. You know how to spot when you are being followed, and how to search for common hiding places.</p>"
            },
            "Athletics Journeyman": {
              "name": "Athletics Journeyman",
              "description": "<p>You gain the <strong>Journeyman </strong>rank in the <strong>Athletics </strong>skill, providing a <strong>+1 Skill Bonus</strong>.</p>"
            },
            "Heavy Weapon Proficiency": {
              "name": "Heavy Weapon Proficiency",
              "description": "<p>You have a fluent education in the use of martial weaponry. You gain the <strong>Journeyman</strong> training rank and a <strong>+1 Skill Bonus</strong> with weapons in the <strong>Simple</strong>, <strong>Heavy</strong>, and <strong>Balanced</strong> categories.</p>"
            },
            "Sundering Strike": {
              "name": "Sundering Strike",
              "description": "<p>You know a martial technique to exploit the weakest points of an enemy's defenses, exposing them to further harm.</p>",
              "actions": {
                "sunderingStrike": {
                  "name": "Sundering Strike",
                  "description": "<p>You make a <strong>Strike</strong> with your mainhand weapon which, if successful, applies the <strong>Exposed </strong>condition to your target for 3 rounds. This attack is <strong>Difficult</strong> to perform and deals reduced damage.</p>",
                  "effects": [
                    {
                      "name": "Sundered Armor"
                    }
                  ]
                }
              }
            },
            "Pyromancer": {
              "name": "Pyromancer",
              "description": "<p>You are highly skilled in weaving the Rune of Flame. Spells which use this Rune cause @Condition[burning] on Critical Hits.</p><p>The Burning effect lasts for <strong>1 Round</strong> and deals your <strong>Intellect</strong> score as <strong>Fire</strong> damage to both <strong>Health</strong> and <strong>Morale</strong>.</p>"
            },
            "Gesture: Blast": {
              "name": "Gesture: Blast",
              "description": "<p>You hurl the arcane power of a Rune into an intense explosion of energy at a nearby point you can see.</p><p>The Blast gesture scales with <strong>Intellect</strong> and produces a blast with 6 feet radius centered on a point within 60 feet of the spellcaster. The blast deals <strong>8 Base Damage</strong> to targets which fail to Resist the spell. This gesture requires <strong>2 Hands</strong> to cast and has a base cost of <strong>5 Action</strong> and <strong>2 Focus</strong>.</p><h3 class=\"divider\">Playtest Notes</h3><p>This talent is currently placed at a <strong>Tier 4</strong> node. It will eventually only be attainable at a higher level (probably Level 6 required). It is currently available \"early\" for testing.</p>"
            },
            "Rune: Lightning": {
              "name": "Rune: Lightning",
              "description": "<p>The chaotic force of raw electrical energy. The Lightning rune governs sources of electrical charge and discharge.</p><p>The Lightning rune scales using <strong>Intellect</strong>, targets <strong>Reflex</strong>, and deals <strong>Electrical</strong> damage to <strong>Health</strong>. It is opposed by the orderly rune of <strong>Earth</strong>.</p>",
              "actions": {
                "energize": {
                  "name": "Energize",
                  "description": "<p>Your command of the Rune of Lightning allows you to conduct the flow of both air and electricity, manipulating charge and aerodynamics to produce one of the following effects:</p><ul><li><p>Instill an electromagnetic charge into a metallic object that you touch no larger than a one-foot cube, causing it to strongly adhere to other metals. Only one object can be charged in this way at a given time, casting this spell on a different object causes the prior object to lose its magnetic effect.</p></li><li><p>Gather a squall of wind at your current location in a six-foot radius which blows either as a gust in a single controlled direction or as a cyclone with centripetal force in all directions. Airborne effects in the immediate area are dispersed and unsecured objects with weight less than 1 are flung in the direction of the gust.</p></li><li><p>Produce the concussive sound of a thunderclap at a location you can see within 15 feet of your current position.</p></li></ul><p>Energize may only affect a creature or object you can physically touch. You may attempt other uses similar those above, the effectiveness of which is decided by the Gamemaster.</p>"
                }
              }
            },
            "Rune: Flame": {
              "name": "Rune: Flame",
              "description": "<p>The chaotic force of elemental, thermal energy. The Flame rune governs fire and heat.</p><p>The Flame rune scales using Intellect, targets <strong>Reflex</strong>, and deals <strong>Fire</strong> damage to <strong>Health</strong>. It is opposed by the orderly rune of <strong>Frost</strong>.</p>",
              "actions": {
                "enkindle": {
                  "name": "Enkindle",
                  "description": "<p>Your command of the Rune of Flame allows you to manipulate fire and thermal energy in creative ways, producing one of the following effects:</p><ul><li><p>Manifest a burst of elemental flame in one inch sphere which can ignite a candle, torch, or other flammable materials.</p></li><li><p>Imbue your body with momentary thermal shielding which provides you with immunity to fire damage on an immediately subsequent action that costs <strong>1 Action</strong> or less.</p></li><li><p>Control the movement of flames within a small area, causing them to flicker, dance, or shift in an animated performance of light and shadow.</p></li></ul><p>Enkindle may only affect a creature or object you can physically touch. You may attempt other uses similar those above, the effectiveness of which is decided by the Gamemaster.</p>"
                }
              }
            },
            "Greatsword": {
              "name": "Greatsword",
              "description": {
                "public": "<p>Longer and heavier than a standard longsword, the greatsword is a two-handed blade meant for powerful sweeping strikes, its length commanding both reach and awe.</p>"
              }
            }
          }
        },
        "Belladonna": {
          "name": "Belladonna",
          "tokenName": "Belladonna",
          "ancestry": {
            "name": "Human",
            "description": "<p>Found amid countless conditions and far-flung places, you were born an ever-adaptable human. Tall or short, thin, muscular, or rotund, your physical appearance is nothing if not varied. Humans are most known for a genetic predisposition toward determination, with traditions that drive a stubborn will to survive.</p>"
          },
          "background": {
            "name": "Urchin",
            "description": "<p>Few learn to survive the way you did. Yours was a harsh education in distrust. You learned to watch others for the telltale signs of danger or disloyalty, to avoid the attention of others, scavenging for scraps of food on the streets of some urban sprawl.</p>"
          },
          "biography": {
            "public": "<p>Belladonna is a cunning rogue who fights with two daggers, dealing a rapid sequence of blows against an unwary target. Belladonna aspires to obtain the <strong>Poisoner</strong> signature talent.</p>"
          },
          "items": {
            "Dagger": {
              "name": "Dagger",
              "description": {
                "public": "<p>Small, swift, and deadly, the dagger slips between ribs or into gaps in armor with ease, its wicked edge favored by assassins, thieves, and those who prefer a silent kill.</p>"
              }
            },
            "Studded Leather Armor": {
              "name": "Studded Leather Armor",
              "description": {
                "public": "<p>A base of leather reinforced with small metal studs or riveted plates, this armor strikes a balance between mobility and modest protection against slashes.</p>"
              }
            },
            "Diversionist": {
              "name": "Diversionist",
              "description": "<p>You specialize in using subterfuge to distract or trick your opponent during combat.</p>",
              "actions": {
                "distract": {
                  "name": "Distract",
                  "description": "<p>You make a <strong>Deception</strong> based <strong>Skill Attack</strong> against the <strong>Willpower </strong>defense of a target within 30 feet which can see or hear you. On a success, the target loses <strong>1 Focus</strong>.</p>"
                }
              }
            },
            "Dual Wield": {
              "name": "Dual Wield",
              "description": "<p>You are adept at fighting with two weapons simultaneously. You can weave attacks together to strike more rapidly than possible with a single weapon.</p>",
              "actions": {
                "offhandStrike": {
                  "name": "Offhand Strike",
                  "description": "<p>Immediately after you perform a basic Strike with your mainhand weapon, you make a reduced-cost fullow-up <strong>Strike</strong> with your <strong>offhand</strong> weapon.</p>"
                }
              }
            },
            "Flurry": {
              "name": "Flurry",
              "description": "<p>A martial technique using two weapons to overwhelm a single target with a relentless sequence of attacks.</p>",
              "actions": {
                "flurry": {
                  "name": "Flurry",
                  "description": "<p>You <strong>Strike</strong> twice with each weapon, but each strike is <strong>Difficult</strong>.</p>"
                }
              }
            },
            "Bloodletter": {
              "name": "Bloodletter",
              "description": "<p>Your precision with weapons which deal Slashing or Piercing damage can cause the Bleeding condition on Critical Hits which deal damage to Health.</p><p>The Bleeding effect lasts for 1 round and deals your Dexterity score as additional damage to Health.</p>"
            },
            "Counter Evade": {
              "name": "Counter Evade",
              "description": "<p>You are practiced in evasive fighting styles which use an enemy's missed attack to devise an opening to counter-attack.</p>",
              "actions": {
                "counterEvade": {
                  "name": "Counter Evade",
                  "description": "<p>When you defend against a melee attack with a <strong>Dodge</strong>, you may expend <strong>Focus</strong> to retaliate with a reduced-cost <strong>Strike</strong> using your mainhand weapon.</p>",
                  "condition": "You Dodge an incoming melee Strike."
                }
              }
            },
            "Strike First": {
              "name": "Strike First",
              "description": "Shoot first, ask questions later. You gain <strong>+1 Boon</strong> on any Strike or Spell attack against an enemy whose initiative score is lower than your own."
            },
            "Preternatural Instinct": {
              "name": "Preternatural Instinct",
              "description": "Your quickness of mind and body are equally impressive. You gain +2 Boons to all Initiative checks."
            },
            "Defensive Roll": {
              "name": "Defensive Roll",
              "description": "<p>You are a nimble skirmisher, always in movement to stay one step ahead of your enemies in combat.</p>",
              "actions": {
                "defensiveRoll": {
                  "name": "Defensive Roll",
                  "description": "<p>When you <strong>Dodge</strong> a melee attack you can expend <strong>Focus</strong> to leap into a defensive roll, moving up to your <strong>Size</strong> in any direction.</p>",
                  "condition": "You Dodge an incoming melee Strike."
                }
              }
            },
            "Skirmisher": {
              "name": "Skirmisher",
              "description": "<p>You are adept at entering and exiting the fray. When moving out of the <strong>Engagement</strong> radius of an enemy, that enemy has 2 Banes to any <strong>Disengagement Strike</strong> against you.</p>"
            },
            "Backstab": {
              "name": "Backstab",
              "description": "<p>You focus your cunning instincts on exploiting the weak points of a flanked target. You identify an opportunity and strike with deadly efficiency.</p>",
              "actions": {
                "backstab": {
                  "name": "Backstab",
                  "description": "<p>You <strong>Strike</strong> with your mainhand weapon against a <strong>Flanked</strong> target, dealing <strong>Deadly</strong> damage.</p>",
                  "condition": "You are attacking a target with the Flanked condition."
                }
              }
            },
            "Impetus": {
              "name": "Impetus",
              "description": "<p>You are gifted at exploiting the slowness with which others think. If you are first in Initiative order during a round of Combat, you gain +1 current and maximum Action.</p>"
            },
            "Light Weapon Training": {
              "name": "Light Weapon Training",
              "description": "<p>You know how to wield light weapons fluidly with a high degree of maneuverability and grace in combat. You are <strong>Trained</strong> with all weapons in the <strong>Light</strong> and <strong>Balanced</strong> categories.</p>",
              "actions": {
                "lunge": {
                  "name": "Lunge",
                  "description": "<p>You dart forward nimbly, making a strike with sudden and unexpected swiftness to perform a <strong>Strike </strong>with a <strong>Finesse</strong> weapon against a single target with an increased range of <strong>+2 feet</strong>.</p><p>The attack is <strong>Difficult</strong>, but you do not move from your current position nor does this attack provoke Disengagement.</p>"
                }
              }
            },
            "Intercept": {
              "name": "Intercept",
              "description": "You protect your allies, intercepting blows that might otherwise be directed towards your companions.",
              "actions": {
                "intercept": {
                  "name": "Intercept",
                  "description": "<p>You intercept the path of an enemy which enters your <strong>Engagement</strong> radius, immediatly moving up to your <strong>Stride</strong> to interpose yourself and block their path.</p><p>If the enemy moves out of your Engagement radius or attacks any other creature during their turn, you may make a <strong>Disengagement Strike</strong> against them.</p>",
                  "condition": "An enemy moves into or through your Engagement radius."
                }
              }
            },
            "Stealth Novice": {
              "name": "Stealth Novice",
              "description": "<p>You have received training in the basics of stealth, infiltration, and subterfuge. You gain the <strong>Novice</strong> rank in the <strong>Stealth </strong>skill and are no longer considered <strong>Untrained</strong> in that skill.</p><p>You know how to use light and shadow to mask your presence, to distribute your weight when walking in order to move more quietly, and you have learned a few tricks of disguise in order to blend into a crowd. You can appear unsuspicious when surrounded by others, hide in a darkened room, and can move silently enough to avoid detection by the average person.</p>"
            },
            "Deception Novice": {
              "name": "Deception Novice",
              "description": "<p>You are a liar and manipulator, and deception is a skill you've practiced. You gain the <strong>Novice</strong> rank in the <strong>Deception </strong>skill and are no longer considered <strong>Untrained</strong> in that skill.</p><p>You know how to construct basic lies and cons, and the telltale signs that tend to give away poor liars. You can construct a basic forgery for most common documents, but they won't stand up to any measure of close scrutiny.</p>"
            },
            "Stiletto": {
              "name": "Stiletto",
              "description": {
                "public": "<p>Thin, tapered, and made for piercing, the stiletto is a killer’s weapon — designed to slide between ribs or gaps in armor and leave barely a trace.</p>"
              }
            },
            "Healing Elixir": {
              "name": "Healing Elixir",
              "description": {
                "public": "<p>This potion contains a specialized alchemical formula to rapidly close wounds and improve bodily health.</p>"
              },
              "actions": {
                "healingElixir": {
                  "name": "Healing Elixir",
                  "description": "<p>Immediately recover an amount of <strong>Health</strong> dependant on the quality of the elixir.</p><ul><li><p><strong>Shoddy</strong> - Immediately heals 6 <strong>Health</strong>.</p></li><li><p><strong>Standard</strong> - Immediately heals 12 <strong>Health</strong>.</p></li><li><p><strong>Fine</strong> - Immediately heals 24 <strong>Health</strong>.</p></li><li><p><strong>Superior</strong> - Immediately heals 48 <strong>Health</strong>.</p></li><li><p><strong>Masterwork</strong> - Immediately heals 96 <strong>Health</strong>.</p></li></ul>"
                }
              }
            },
            "Antitoxin": {
              "name": "Antitoxin",
              "description": {
                "public": "<p>A slender phial that contains a slightly golden-colored liquid. It smells foul, but contains the alchemical agents necessary to neutralize a wide variety of toxins.</p>"
              },
              "actions": {
                "antitoxin": {
                  "name": "Antitoxin",
                  "description": "<p>Consuming this @ref[name] is able to neutralize any @Condition[poisoned] conditions affecting the target. Stronger poisons require a stronger antitoxin to neutralize.</p><p>The category of poison negated by this @ref[name] depends on its quality:</p><ul><li><p><strong>Shoddy</strong> - Poisons dealing 3 damage or less per round</p></li><li><p><strong>Standard</strong> - Poisons dealing 5 damage or less per round</p></li><li><p><strong>Fine</strong> - Poisons dealing 7 damage or less per round</p></li><li><p><strong>Superior</strong> - Poisons dealing 9 damage or less per round</p></li><li><p><strong>Masterwork</strong> - Poisons dealing 11 damage or less per round</p></li></ul>"
                }
              }
            },
            "Poison Vial": {
              "name": "Poison Vial",
              "description": {
                "public": "<p>This small vial contains murky liquid that is noticeably thicker than water. It emits a disconcerting scent that evokes a sense of wrongness.</p>"
              },
              "actions": {
                "poisonIngest": {
                  "name": "Ingest Poison",
                  "description": "<p>When this toxin is ingested or otherwise enters the bloodstream of a creature, it is initially <strong>Harmless</strong>, but the target must defend an attack against its <strong>Fortitude</strong> or become @Condition[poisoned].</p><p>The amount of poison damage and its duration is dependent on the quality of the @ref[name]:</p><ul><li><p><strong>Shoddy</strong> - 2 damage for 4 rounds</p></li><li><p><strong>Standard</strong> - 4 damage for 6 rounds</p></li><li><p><strong>Fine</strong> - 6 damage for 8 rounds</p></li><li><p><strong>Superior</strong> - 8 damage for 10 rounds</p></li><li><p><strong>Masterwork</strong> - 10 damage for 12 rounds</p></li></ul><p><em>This action should be used when the poison is ingested rather than when it is first applied.</em></p>",
                  "effects": [
                    {
                      "name": "Poisoned"
                    }
                  ]
                },
                "poisonApply": {
                  "name": "Apply Poison",
                  "description": "<p>The contents of this vial can be added to food, drink, smeared upon a bladed weapon, or combined with some alternative delivery mechanism.</p><p><em>This action, which consumes the available usage of the poison, should be used when it is first applied.</em></p>"
                }
              }
            },
            "Medicine Novice": {
              "name": "Medicine Novice",
              "description": "<p>You have a basic education in anatomy, physiology, and medicine. You gain the <strong>Novice</strong> rank in the <strong>Medicine </strong>skill and are no longer considered <strong>Untrained</strong> in that skill.</p><p>You’ve learned the basics of treating common wounds and illnesses, and keep a running list of known alchemical and herbal compounds that can be used for treating particular illnesses. With a little time studying an injured, diseased, or otherwise ill individual you can perform a basic diagnosis and treat accordingly.</p>"
            },
            "Flash of Steel": {
              "name": "Flash of Steel",
              "description": "<p>You are an expert in using a thrown weapon to imbalance or expose your target for follow-up strikes.</p>",
              "actions": {
                "flashOfSteel": {
                  "name": "Flash of Steel",
                  "description": "<p>You make a <strong>Thrown </strong>weapon attack, targeting a weak point in your enemy's defences. If the attack hits, the target becomes <strong>Exposed</strong> until the start of their next Turn.</p>",
                  "effects": [
                    {
                      "name": "Flash of Steel"
                    }
                  ]
                }
              }
            },
            "Anticipate Harm": {
              "name": "Anticipate Harm",
              "description": "Your keen reflexes and acuity allow you to anticipate imminent danger and react to avoid it.",
              "actions": {
                "anticipateHarm": {
                  "name": "Anticipate Harm",
                  "description": "<p>You may immediately move 4 feet after the area-of-effect of the attack is declared. If this movement escapes the area of the attack, you are unaffected.</p>",
                  "condition": "You are targeted by an area-of-effect attack, the source of which you can see."
                }
              }
            },
            "Assassin": {
              "name": "Assassin",
              "description": "<p>You specialize in bringing death the the unwary. Any Strike or Spell attack against an <strong>Unaware</strong> target becomes <strong>Deadly</strong>.</p><p>An Unaware creature hit by your attack may not alert its allies until its own turn in Combat.</p>",
              "actions": {
                "markForDeath": {
                  "name": "Mark For Death",
                  "description": "You spend 1 minute studying a creature. Perform a Knowledge Test about your target. If successful, you learn all damage types against which the target is Vulnerable. Your minimum Initiative during the first round of Combat becomes one greater than the Initiative of your marked target.</p>",
                  "condition": "You are unobserved."
                }
              }
            },
            "Interrupting Throw": {
              "name": "Interrupting Throw",
              "description": "<p>You are alert and prepared to use your equipped weapon to interrupt enemy spellcraft.</p>",
              "actions": {
                "interruptingThrow": {
                  "name": "Interrupting Throw",
                  "description": "<p>When an enemy that you can see casts a <strong>Spell</strong> which costs <strong>3 Action</strong> or greater, you can make a <strong>Reaction</strong> to perform a <strong>Thrown</strong> weapon attack against the caster. If your attack results in a <strong>Critical Hit</strong> the spell is interrupted and its magic is lost.</p>",
                  "condition": "An enemy you can see casts a Spell which costs 3 Action or greater."
                }
              }
            },
            "Light Weapon Proficiency": {
              "name": "Light Weapon Proficiency",
              "description": "<p>You have a fluent education in the use of martial weaponry. You gain the <strong>Journeyman</strong> training rank and a <strong>+1 Skill Bonus</strong> with weapons in the <strong>Light</strong> and <strong>Balanced</strong> categories.</p>"
            },
            "Awareness Novice": {
              "name": "Awareness Novice",
              "description": "<p>You have been trained in the basics of situational awareness, and are able to notice important details about your environment. You gain the <strong>Novice</strong> rank in the <strong>Awareness </strong>skill and are no longer considered <strong>Untrained</strong> in that skill.</p><p>You know to check for exits when you enter a room, and how to look for concealed weapons, hidden traps, and other threats. You know how to spot when you are being followed, and how to search for common hiding places.</p>"
            }
          }
        },
        "Duurath": {
          "name": "Duurath",
          "tokenName": "Duurath",
          "ancestry": {
            "name": "Dwarven",
            "description": "<p>Like your parents before you, you were born with the enduring fortitude of the Dwarves. Your stout stature and burly physical appearance are the hallmarks of a people born of earth and stone. A legacy of physical resilience is yours to inherit, for in your breast beats a heart of stone.</p>"
          },
          "background": {
            "name": "Constable",
            "description": "<p>You were part of a law enforcement organization. You learned how to remain vigilant to your surroundings, work within complex social structures, and affect an imposing presence.</p>"
          },
          "biography": {
            "public": "<p>Duurath is a stout dwarven defender who uses a hammer and shield to protect his allies and punish enemies by sapping their morale. Duurath aspires to obtain the <strong>Runewarden</strong> signature talent.</p>"
          },
          "items": {
            "Scale Mail": {
              "name": "Scale Mail",
              "description": {
                "public": "<p>Overlapping metal plates sewn or riveted onto a leather or cloth backing, scale mail resembles the hide of a dragon and protects well against cuts and stabs—though it's noisy and inflexible.</p>"
              }
            },
            "Intimidator": {
              "name": "Intimidator",
              "description": "You specialize in exerting your intimidating presence to break the morale of your foes.",
              "actions": {
                "intimidate": {
                  "name": "Intimidate",
                  "description": "<p>You physically intimidate an enemy that is within your engagement range, performing an Intimidation skill attack against your target. On a success they sustain Void damage to Morale.</p>"
                }
              }
            },
            "Second Wind": {
              "name": "Second Wind",
              "description": "Your physical hardiness allows you to push yourself beyond conventional limits.",
              "actions": {
                "secondWind": {
                  "name": "Second Wind",
                  "description": "<p>You focus your energy and recover your Toughness score in Health.</p>"
                }
              }
            },
            "Gesture: Ward": {
              "name": "Gesture: Ward",
              "description": "<p>You shape the arcane power of a Rune into a protective barrier used to shield yourself from harm.</p><p>The Ward gesture scales using <strong>Toughness</strong> and provides <strong>+6 Resistance</strong> against the damage type of the Rune used in the spell. This resistance lasts for <strong>1 Round</strong> and you may only have a single Ward at a time. Casting another spell using the Ward gesture replaces your prior Ward. This gesture requires <strong>1 Hand</strong> to cast and has a base cost of <strong>2 Action</strong> and <strong>1 Focus</strong>.</p>"
            },
            "Counter Strike": {
              "name": "Counter Strike",
              "description": "<p>You are trained to transition between defending with your shield and a swift counter-attack.</p>",
              "actions": {
                "counterStrike": {
                  "name": "Counter Strike",
                  "description": "<p>When you defend against a melee attack with a <strong>Block</strong> you may expend <strong>Focus</strong> to retaliate with a reduced-cost <strong>Strike</strong> using your mainhand weapon.</p>",
                  "condition": "You Block an incoming melee Strike."
                }
              }
            },
            "Dread Lord": {
              "name": "Dread Lord",
              "description": "<p>You exude a terrible presence on the battlefield which tests the morale of nearby enemies that behold you, breaking the resolve of the weak-willed.</p>",
              "actions": {
                "formidablePresence": {
                  "name": "Formidable Presence",
                  "description": "<p>You make an Intimidation skill attack against the Willpower defense of enemies within 12 feet, dealing Void damage to Morale and causing the Frightened condition for 1 Round to those whose defense you overcome.</p>",
                  "effects": [
                    {
                      "name": "Formidable Presence"
                    }
                  ]
                }
              }
            },
            "Rallying Cry": {
              "name": "Rallying Cry",
              "description": "You are a battlefield leader, using your presence and voice to harden the resolve of your allies.",
              "actions": {
                "rallyingCry": {
                  "name": "Rallying Cry",
                  "description": "<p>You emit a courageous bellow that inspires Allies within 12 feet of you to remain stalwart in the face of danger. You perform an <strong>Intimidation</strong> skill test against the Madness threshold of your allies. On a success, affected allies become @Condition[resolute] for one Round.</p>",
                  "effects": [
                    {
                      "name": "Rallying Cry"
                    }
                  ]
                }
              }
            },
            "Bulwark": {
              "name": "Bulwark",
              "description": "<p>You have expertise in using a <strong>Shield</strong> to defend yourself and others.</p><p>Once per Turn while you have a Shield equipped, you may use the <strong>Defend</strong> action at a reduced cost of 1 Action Point.</p>"
            },
            "Testudo": {
              "name": "Testudo",
              "description": "You are highly skilled in using shields to adopt a defensive posture. You gain double the benefit of the <strong>Guarded</strong> condition against <strong>Weapon Attacks</strong> while wielding a shield."
            },
            "Hold Fast": {
              "name": "Hold Fast",
              "description": "<p>You are a calm anchor in the swirling sea of combat. When you have a Shield equipped, your <strong>Engagement</strong> increases by +1, allowing you to simultaneously engage more adjacent foes.</p>"
            },
            "Awareness Novice": {
              "name": "Awareness Novice",
              "description": "<p>You have been trained in the basics of situational awareness, and are able to notice important details about your environment. You gain the <strong>Novice</strong> rank in the <strong>Awareness </strong>skill and are no longer considered <strong>Untrained</strong> in that skill.</p><p>You know to check for exits when you enter a room, and how to look for concealed weapons, hidden traps, and other threats. You know how to spot when you are being followed, and how to search for common hiding places.</p>"
            },
            "Intimidation Novice": {
              "name": "Intimidation Novice",
              "description": "<p>You understand the fundamentals of how threats and coercion can achieve desired outcomes. You gain the <strong>Novice</strong> rank in the <strong>Intimidation </strong>skill and are no longer considered <strong>Untrained</strong> in that skill.</p><p>You know how to use simple displays of violence or overt threats to get others to follow your lead, but you aren't very subtle.</p>"
            },
            "Unarmed Combat Training": {
              "name": "Unarmed Combat Training",
              "description": "<p>You are familiar with basic martial arts and hand-to-hand combat. You know how to subdue or restrain opponents using your physical Strength. You are <strong>Trained</strong> with weapons in the <strong>Unarmed</strong> category.</p>",
              "actions": {
                "grapple": {
                  "name": "Grapple",
                  "description": "<p>You attempt to physically restrain or subdue an opponent. Perform a <strong>Athletics</strong> skill attack against an adjacent target. If successful, both you and your target are @Condition[restrained] for 1 Round.</p>",
                  "effects": [
                    {
                      "name": "Grappled"
                    },
                    {
                      "name": "Grappling"
                    }
                  ]
                }
              }
            },
            "Intercept": {
              "name": "Intercept",
              "description": "You protect your allies, intercepting blows that might otherwise be directed towards your companions.",
              "actions": {
                "intercept": {
                  "name": "Intercept",
                  "description": "<p>You intercept the path of an enemy which enters your <strong>Engagement</strong> radius, immediatly moving up to your <strong>Stride</strong> to interpose yourself and block their path.</p><p>If the enemy moves out of your Engagement radius or attacks any other creature during their turn, you may make a <strong>Disengagement Strike</strong> against them.</p>",
                  "condition": "An enemy moves into or through your Engagement radius."
                }
              }
            },
            "Shield Ward": {
              "name": "Shield Ward",
              "description": "<p>You have mastered a specialized technique to incorporate a physical shield into the <strong>Ward</strong> gesture. You may ignore the free-hand requirement for spells using the Ward gesture while you have a <strong>Shield</strong> equipped.</p>"
            },
            "Heavy Weapon Training": {
              "name": "Heavy Weapon Training",
              "description": "<p>You know how to use a heavy weapon to deliver punishing blows, putting your entire strength behind every swing. You are <strong>Trained</strong> with all weapons in the <strong>Heavy</strong> and <strong>Balanced</strong> categories.</p>",
              "actions": {
                "heavyStrike": {
                  "name": "Heavy Strike",
                  "description": "<p>You unleash a powerful <strong>Strike</strong> with your mainhand weapon. The attack is slower to execute, but is <strong>Empowered</strong> to deliver additional damage.</p>"
                }
              }
            },
            "Athletics Novice": {
              "name": "Athletics Novice",
              "description": "<p>You have received training in basic athletics. You gain the <strong>Novice</strong> rank in the <strong>Athletics</strong> skill and are no longer considered <strong>Untrained</strong> in that skill.</p><p>You know whether a surface can support your weight or not, how to find handholds while climbing, and how to distribute your weight for buoyancy when swimming. You know how to run for distance, and how to pace yourself to avoid exhaustion.</p>"
            },
            "Armored Shell": {
              "name": "Armored Shell",
              "description": "<p>You are expert in using your armor in combination with your shield to create a defensive shell.</p><p>When you have the <strong>Guarded</strong> condition and have a <strong>Heavy Shield</strong> equipped, your base <strong>Armor</strong> defense is reduced by half but your <strong>Block</strong> defense increases by a corresponding amount.</p>"
            },
            "Shield Combat Training": {
              "name": "Shield Combat Training",
              "description": "<p>You are practiced at fighting with shield, using it to slam into and imbalance your foes. You are <strong>Trained</strong> with weapons in the <strong>Shield</strong> category.</p>",
              "actions": {
                "shieldBash": {
                  "name": "Shield Bash",
                  "description": "<p>Following a basic Strike with your mainhand weapon, you <strong>Strike</strong> with your shield, causing the @Condition[staggered] condition for one Round.</p>",
                  "effects": [
                    {
                      "name": "Shield Bash"
                    }
                  ]
                }
              }
            },
            "Shield Combat Proficiency": {
              "name": "Shield Combat Proficiency",
              "description": "<p>You have a fluent education in the use of shields in combat. You gain the <strong>Journeyman</strong> training rank and a <strong>+1 Skill Bonus</strong> with weapons in the <strong>Shield </strong>category.</p>"
            },
            "Crowbar": {
              "name": "Crowbar",
              "description": {
                "public": "<p>A slightly curved bar of strong metal featuring a hook with a flattened head on one end. Used to apply leverage, prying one object loose of another.</p>"
              }
            },
            "Healing Elixir": {
              "name": "Healing Elixir",
              "description": {
                "public": "<p>This potion contains a specialized alchemical formula to rapidly close wounds and improve bodily health.</p>"
              },
              "actions": {
                "healingElixir": {
                  "name": "Healing Elixir",
                  "description": "<p>Immediately recover an amount of <strong>Health</strong> dependant on the quality of the elixir.</p><ul><li><p><strong>Shoddy</strong> - Immediately heals 6 <strong>Health</strong>.</p></li><li><p><strong>Standard</strong> - Immediately heals 12 <strong>Health</strong>.</p></li><li><p><strong>Fine</strong> - Immediately heals 24 <strong>Health</strong>.</p></li><li><p><strong>Superior</strong> - Immediately heals 48 <strong>Health</strong>.</p></li><li><p><strong>Masterwork</strong> - Immediately heals 96 <strong>Health</strong>.</p></li></ul>"
                }
              }
            },
            "Expanded Toolbelt": {
              "name": "Expanded Toolbelt",
              "description": {
                "public": "<p>An expanded toolbelt in the form of a utility belt, a bandolier, or an array of pockets stitched into your equipment.</p><p>This item provides a number of additional Toolbelt slots according to its quality tier:</p><ul><li><p><strong>Standard</strong>: +1 Toolbelt slot</p></li><li><p><strong>Fine</strong>: +2 Toolbelt slots</p></li><li><p><strong>Superior</strong>: +3 Toolbelt slots</p></li><li><p><strong>Masterwork</strong>: +4 Toolbelt slots</p></li></ul>"
              }
            },
            "Rune: Kinesis": {
              "name": "Rune: Kinesis",
              "description": "<p>The chaotic force of space and physical movement. The Kinesis rune governs all things related to the act of movement and physicality.</p><p>The Kinesis rune scales using <strong>Presence</strong>, targets <strong>Physical</strong> defense, and deals <strong>Bludgeoning</strong>, <strong>Piercing</strong>, or <strong>Slashing</strong> damage to <strong>Health</strong>. It is opposed by the orderly rune of <strong>Control</strong>.</p>",
              "actions": {
                "propel": {
                  "name": "Propel",
                  "description": "<p>Your command of the Rune of Kinesis allows you to exert local control over gravitational forces to perform basic telekinetic manipulations, producing one of the following effects:</p><ul><li><p>Pull an unsecured object within 15 feet and with weight no greater than 1 towards you and catch it. An object that is equipped or possessed by a creature is never treated as unsecured unless that creature is willing to release it.</p></li><li><p>Flick an object that you hold with weight no greater than 1 towards a target up to 30 feet away. The object flies unerringly in a straight line towards that target at a moderate speed. Any creature along the object's path can react to catch it as long as they have a free hand with which to do so.</p></li><li><p>Suspend in midair an object or willing creature that you touch with weight less than or equal to 10 times your <strong>Presence</strong>, altering its position up to 20 feet in any direction from its original location. You can maintain this suspension indefinitely as long as you take no further Action and are not @Condition[incapacitated].</p></li></ul><p>Propel may only affect a creature or object you can physically touch unless otherwise specified. You may attempt other uses similar those above, the effectiveness of which is decided by the Gamemaster.</p>"
                }
              }
            },
            "Runewarden": {
              "name": "Runewarden",
              "description": "<p>Your mastery of the arcane makes you more resilient to elemental and spiritual harm. You gain a bonus to <strong>Resistance</strong> equal to half your Wisdom for each Elemental or Spiritual damage type where you know the Arcane Rune attuned to that damage type.</p><p>When you use the <strong>Ward</strong> gesture, the Resistance provided by your Ward also increases by half your Wisdom.</p>"
            },
            "Heater Shield": {
              "name": "Heater Shield",
              "description": {
                "public": "<p>Named for its iron shape resembling the base of a clothes iron, the heater shield offers a balance of coverage and mobility.</p>"
              }
            },
            "War Hammer": {
              "name": "War Hammer",
              "description": {
                "public": "<p>Built to crush plate and shatter shields, the war hammer features a heavy, blunt head mounted atop a reinforced haft, delivering ruin in the hands of those who favor power over finesse.</p>"
              }
            },
            "Shield Charge": {
              "name": "Shield Charge",
              "description": "<p>A defensive technique in which you drive forward, slamming and pushing foes out of your path. You charge up to 20 feet in a straight line and perform an offhand shield <strong>Strike</strong> against each successive foe along your path.</p>",
              "actions": {
                "shieldCharge": {
                  "name": "Shield Charge",
                  "description": "<p>You charge forward in a straight line, passing through the space of any creatures you encounter and making a <strong>Strike </strong>against each successive foe. Any creature <strong>Critically Hit</strong> by the attack may be pushed into an adjacent space of your choosing. You may not end your charge in the same space as another creature.</p>"
                }
              }
            },
            "Shield Bash": {
              "name": "Shield Bash",
              "description": "<p>You are practiced at fighting with shield, using it to slam into and imbalance your foes.</p>",
              "actions": {
                "shieldBash": {
                  "name": "Shield Bash",
                  "description": "<p>Following a basic Strike with your mainhand weapon, you <strong>Strike</strong> with your shield, causing the <strong>Staggered</strong> condition for one Round.</p>",
                  "effects": [
                    {
                      "name": "Shield Bash"
                    }
                  ]
                }
              }
            }
          }
        },
        "Eliorwen": {
          "name": "Eliorwen",
          "tokenName": "Eliorwen",
          "ancestry": {
            "name": "Elvish",
            "description": "<p>Graceful in movement and swift in thought, you were born a long-lived elf. Your slight and nimble frame and sculpted features are the inherited traits of a people for whom elegance is a way of life. Your predisposition toward quick-thinking and precise movement the evolutionary results of hundreds of years of tradition.</p>"
          },
          "background": {
            "name": "Wanderer",
            "description": "<p>Yours has been an itinerant life. You enjoy nothing more than the feeling of a cart or mount below you, watching some foreign sky slowly pass above you. You learned to pay careful attention to your surroundings and their needs, to tend the creatures on which you rely, and to make do with what you can find.</p>"
          },
          "biography": {
            "public": "<p>Eliorwen is a nimble skirmisher who uses archery and spellcraft to suppress and eliminates foes from a tremendous distnace. Eliorwen aspires to obtain the <strong>Arcane Archer</strong> signature talent.</p>"
          },
          "items": {
            "Longbow": {
              "name": "Longbow",
              "description": {
                "public": "<p>A tall, self-bow often taller than the archer who draws it, the longbow requires great strength and years of practice to master, sending arrows with deadly force across the battlefield.</p>"
              }
            },
            "Scimitar": {
              "name": "Scimitar",
              "description": {
                "public": "<p>With its wide, curved blade and deadly arc, the scimitar dances through battle, its edge carving through foes in sweeping, elegant strikes.</p>"
              }
            },
            "Studded Leather Armor": {
              "name": "Studded Leather Armor",
              "description": {
                "public": "<p>A base of leather reinforced with small metal studs or riveted plates, this armor strikes a balance between mobility and modest protection against slashes.</p>"
              }
            },
            "Pinning Shot": {
              "name": "Pinning Shot",
              "description": "You fire a tactically placed shot to pin your target against a nearby surface.",
              "actions": {
                "pinningShot": {
                  "name": "Pinning Shot",
                  "description": "<p>You <strong>Strike</strong> from distance. The attack is <strong>Difficult</strong>, however if your target is it it becomes <strong>Restrained</strong> until the end of their next Turn.</p>",
                  "effects": [
                    {
                      "name": "Pinning Shot"
                    }
                  ]
                }
              }
            },
            "Arcane Archer": {
              "name": "Arcane Archer",
              "description": "<p>Your skill with archery can shape your spellcraft, partially substituting for the somatic gestures of traditional spellcasting.</p><p>While using a <strong>Projectile </strong>weapon as your mainhand weapon, you ignore the free-hand requirement for casting spells using the <strong>Arrow</strong> gesture and the range of those spells becomes your weapon range.</p><p>Immediately after performing a <strong>Strike</strong> with a projectile weapon, you may cast a spell with its <strong>Action</strong> cost reduced by 1.</p>"
            },
            "Weak Points": {
              "name": "Weak Points",
              "description": "You identify moments of opportunity to strike at an enemy's weak points. When attacking a target that is <strong>Unaware</strong>, <strong>Flanked</strong>, or <strong>Exposed</strong> using Finesse weaponry, you gain +2 damage to any Strike."
            },
            "Mark Prey": {
              "name": "Mark Prey",
              "description": "<p>You fire a special shot which deals no damage, but explodes in luminous powder clearly marking your target.</p>",
              "actions": {
                "markPrey": {
                  "name": "Mark Prey",
                  "description": "<p>You Strike using a special shot. If your attack is successful the target is <strong>Exposed</strong> for the next 3 Turns.</p>",
                  "effects": [
                    {
                      "name": "Marked"
                    }
                  ]
                }
              }
            },
            "Evasive Shot": {
              "name": "Evasive Shot",
              "description": "<p>You are an expert at firing shots with ranged weaponry while evading enemy attacks. After performing a ranged weapon attack, you gain half your <strong>Stride</strong> in additional free movement.</p>"
            },
            "Gesture: Arrow": {
              "name": "Gesture: Arrow",
              "description": "<p>You hurl a projectile imbued with the magical power of a Rune at a distant target.</p><p>The Arrow gesture scales using <strong>Intellect</strong> and targets a single creature up to a distance of 60 feet, dealing <strong>8 Base Damage</strong> to targets which fail to Resist the spell. This gesture requires <strong>1 Hand</strong> to cast and has a base cost of <strong>3 Action</strong> and <strong>1 Focus</strong>.</p>"
            },
            "Precision Shot": {
              "name": "Precision Shot",
              "description": "You take time to steady your aim and target the weakest point of a foe. You may only get one shot, but you make it count.",
              "actions": {
                "precisionShot": {
                  "name": "Precision Shot",
                  "description": "<p>You steady your aim and fire a single accurate shot.</p>"
                }
              }
            },
            "Stealth Novice": {
              "name": "Stealth Novice",
              "description": "<p>You have received training in the basics of stealth, infiltration, and subterfuge. You gain the <strong>Novice</strong> rank in the <strong>Stealth </strong>skill and are no longer considered <strong>Untrained</strong> in that skill.</p><p>You know how to use light and shadow to mask your presence, to distribute your weight when walking in order to move more quietly, and you have learned a few tricks of disguise in order to blend into a crowd. You can appear unsuspicious when surrounded by others, hide in a darkened room, and can move silently enough to avoid detection by the average person.</p>"
            },
            "Fan of Arrows": {
              "name": "Fan of Arrows",
              "description": "This difficult ranged weaponry technique allows you to fire a multiple shots with your weapon in a sweeping cone, each targeting a different enemy in the area of effect.",
              "actions": {
                "fanOfArrows": {
                  "name": "Fan of Arrows",
                  "description": "<p>You fire multiple projectiles from your ranged weapon in an arc, striking all enemy targets within a 40 foot cone.</p>"
                }
              }
            },
            "Twinned Shot": {
              "name": "Twinned Shot",
              "description": "<p>You prepare two shots to fire simultaneously at a single target.</p>",
              "actions": {
                "twinnedShot": {
                  "name": "Twinned Shot",
                  "description": "<p>Using this <strong>Difficult</strong> technique, you fire two projectiles at once making two <strong>Strike</strong> attacks against the same target.</p>"
                }
              }
            },
            "Projectile Weapon Proficiency": {
              "name": "Projectile Weapon Proficiency",
              "description": "<p>You have a fluent education in the use of projectile weaponry. You gain the <strong>Journeyman</strong> training rank and a <strong>+1 Skill Bonus</strong> with weapons in the <strong>Projectile</strong> category.</p>"
            },
            "Gesture: Step": {
              "name": "Gesture: Step",
              "description": "<p>You infuse runic power into a movement, crossing physical and spatial boundaries.</p><p>The Step gesture scales with <strong>Dexterity</strong> and allows you to move up to 20 feet in a straight line with width equal to your <strong>Size</strong>. It deals <strong>2 Base Damage</strong> to targets along that line which fail to Resist the spell. This gesture does not require any free hands to cast and has a base cost of <strong>3 Action</strong> and <strong>1 Focus</strong>.</p><h3 class=\"divider\">Playtest Notes</h3><p>The movement aspect of this talent is not yet automated and must be manually performed as a consequence of the spell.</p>"
            },
            "Skirmisher": {
              "name": "Skirmisher",
              "description": "<p>You are adept at entering and exiting the fray. When moving out of the <strong>Engagement</strong> radius of an enemy, that enemy has 2 Banes to any <strong>Disengagement Strike</strong> against you.</p>"
            },
            "Diversionist": {
              "name": "Diversionist",
              "description": "<p>You specialize in using subterfuge to distract or trick your opponent during combat.</p>",
              "actions": {
                "distract": {
                  "name": "Distract",
                  "description": "<p>You make a <strong>Deception</strong> based <strong>Skill Attack</strong> against the <strong>Willpower </strong>defense of a target within 30 feet which can see or hear you. On a success, the target loses <strong>1 Focus</strong>.</p>"
                }
              }
            },
            "Surgeweaver": {
              "name": "Surgeweaver",
              "description": "<p>You are highly skilled in weaving the Rune of Lightning. Spells which use this Rune cause the @Condition[shocked] condition on Critical Hits.</p><p>The Shocked effect lasts for <strong>1 Round</strong>, deals half your <strong>Intellect</strong> score as <strong>Lightning</strong> damage to <strong>Morale</strong>, and applies the @Condition[staggered] condition.</p>"
            },
            "Awareness Novice": {
              "name": "Awareness Novice",
              "description": "<p>You have been trained in the basics of situational awareness, and are able to notice important details about your environment. You gain the <strong>Novice</strong> rank in the <strong>Awareness </strong>skill and are no longer considered <strong>Untrained</strong> in that skill.</p><p>You know to check for exits when you enter a room, and how to look for concealed weapons, hidden traps, and other threats. You know how to spot when you are being followed, and how to search for common hiding places.</p>"
            },
            "Rune: Illusion": {
              "name": "Rune: Illusion",
              "description": "<p>The chaotic force of trickery and whimsy. The illusion rune governs magical manifestations of falsehood or misdirection.</p><p>The Illusion rune scales using <strong>Intellect</strong>, targets <strong>Willpower</strong> defense, and deals <strong>Psychic</strong> damage to <strong>Morale</strong>. It is opposed by the orderly rune of <strong>Illumination</strong>.</p>",
              "actions": {
                "seeming": {
                  "name": "Seeming",
                  "description": "<p>Your command of the Rune of Illusion allows you to fabricate perception in various simple ways and to manipulate shadow and light to create distraction or entertainment, producing one of the following effects:</p><ul><li><p>Modify a single aspect of your own physical appearance. Such alterations might include adjusting the sound of your voice, changing the color of your eyes, gaining illusory horns, or appearing slightly taller or shorter. The alteration persists until you Rest or enact a different alteration and can be verified as illusory by physical inspection.</p></li><li><p>Manifest a convincing recreation of a short sound or single scent that you can clearly recall. The illusion originates from your position and lasts for 10 seconds. You can control the volume of the sound or odorousness of the scent to be perceptible up to a range of 60 feet or shorter.</p></li><li><p>Decouple your shadow from your form, specifically controlling its movements separately from your own. You can maintain this illusion as long as you do not perform any other action that consumes <strong>Focus</strong>.</p></li></ul><p>Seeming may only affect a creature or object you can physically touch. You may attempt other uses similar those above, the effectiveness of which is decided by the Gamemaster.</p>"
                }
              }
            },
            "Subtle Extrication": {
              "name": "Subtle Extrication",
              "description": "<p>You understand how to move away from an opponent without exposing yourself to the worst attacks in return. Any <strong>Disengagement Attack</strong> against you is performed without the 2 Boons that would ordinarily apply to such an attack.</p>"
            },
            "Focused Anticipation": {
              "name": "Focused Anticipation",
              "description": "Anticipation leads to decisive action. When you have the highest <strong>Initiative</strong> score for a Round of combat, you gain <strong>+1 Focus</strong>.<p></p>"
            },
            "Blast Flask": {
              "name": "Blast Flask",
              "description": {
                "public": "<p>A flask filled with a reddish liquid explodes when it breaks open, creating a small explosive fire that quickly dissipates.</p>",
                "private": "<p></p><p>Primarily used to break apart large pieces of ore, these alchemical flasks pack a concentrated punch. If combined in a large enough quantity, they can also be used to create a chain reaction that results in larger explosions.</p>"
              },
              "actions": {
                "blastFlask": {
                  "name": "Blast Flask",
                  "description": "<p>You light and throw the @ref[name], dealing <strong>Fire </strong>damage to all enemies in the radius of the explosion. The radius of the <strong>Blast</strong> depends on the quality of the bomb:</p><ul><li><p><strong>Shoddy</strong> - 3 feet</p></li><li><p><strong>Standard</strong> - 4 feet</p></li><li><p><strong>Fine</strong> - 6 feet</p></li><li><p><strong>Superior</strong> - 8 feet</p></li><li><p><strong>Masterwork</strong> - 10 feet</p></li></ul>"
                }
              }
            },
            "Rune: Lightning": {
              "name": "Rune: Lightning",
              "description": "<p>The chaotic force of raw electrical energy. The Lightning rune governs sources of electrical charge and discharge.</p><p>The Lightning rune scales using <strong>Intellect</strong>, targets <strong>Reflex</strong>, and deals <strong>Electrical</strong> damage to <strong>Health</strong>. It is opposed by the orderly rune of <strong>Earth</strong>.</p>",
              "actions": {
                "energize": {
                  "name": "Energize",
                  "description": "<p>Your command of the Rune of Lightning allows you to conduct the flow of both air and electricity, manipulating charge and aerodynamics to produce one of the following effects:</p><ul><li><p>Instill an electromagnetic charge into a metallic object that you touch no larger than a one-foot cube, causing it to strongly adhere to other metals. Only one object can be charged in this way at a given time, casting this spell on a different object causes the prior object to lose its magnetic effect.</p></li><li><p>Gather a squall of wind at your current location in a six-foot radius which blows either as a gust in a single controlled direction or as a cyclone with centripetal force in all directions. Airborne effects in the immediate area are dispersed and unsecured objects with weight less than 1 are flung in the direction of the gust.</p></li><li><p>Produce the concussive sound of a thunderclap at a location you can see within 15 feet of your current position.</p></li></ul><p>Energize may only affect a creature or object you can physically touch. You may attempt other uses similar those above, the effectiveness of which is decided by the Gamemaster.</p>"
                }
              }
            },
            "Projectile Weapon Training": {
              "name": "Projectile Weapon Training",
              "description": "<p>You have a basic education in archery and other projectile weaponry. You are no longer treated as <strong>Untrained</strong> with weapons in the <strong>Projectile </strong>categories.</p>",
              "actions": {
                "quickDraw": {
                  "name": "Quick Draw",
                  "description": "<p>You can loose a shot under pressure, although with decreased accuracy. You perform a <strong>Strike</strong> that is <strong>Difficult</strong>, but has a reduced Action cost.</p>"
                }
              }
            },
            "Perspicacity": {
              "name": "Perspicacity",
              "description": "<p>You have heightened insight into aspects of your surroundings. You gain +2 Boons to any <strong>Awareness</strong> skill test which does not rely upon eyesight.</p>"
            }
          }
        },
        "Fizzit": {
          "name": "Fizzit",
          "tokenName": "Fizzit",
          "ancestry": {
            "name": "Gnome",
            "description": "<p>Yours was a birth of exuberant celebration. Your diminutive body and delicate features are paired with an almost supernatural propensity for discovery. The traditions of your people embrace a lust for life and the importance of quick-thinking and quick-action.</p>"
          },
          "background": {
            "name": "Scholar",
            "description": "<p>You were always most at home in a library or classroom. Your studies focused on unravelling the mysteries of the world around you, and there are few theoretical subjects with which you are not already familiar.</p>"
          },
          "biography": {
            "public": "<p>Fizzit is a clever spellcrafter and scholar who slings spells from a distance and seeks to harness elemental forces to work in their service. Fizzit aspires to obtain the <strong>Conjurer</strong> signature talent.</p>"
          },
          "items": {
            "Ring Mail": {
              "name": "Ring Mail",
              "description": {
                "public": "<p>Ring mail features metal rings sewn onto a padded base, offering a compromise of less protection than heavier mail options in exchange for greater mobility.</p>"
              }
            },
            "Arcane Orb": {
              "name": "Arcane Orb",
              "description": {
                "public": "<p>A sphere of crystal or glass that — in the palm of a capable spellcaster — becomes a conduit for their power. It gathers voltaic energy within its orb before blasting a target with electrifying force.</p>"
              }
            },
            "Grimoire": {
              "name": "Grimoire",
              "description": {
                "public": "<p>This heavy tome is used as a repository of knowledge as well as an implement for spellcraft. In the hands of an arcane practitioner, it can project concussive blasts of force towards a target.</p>"
              }
            },
            "Intuit Weakness": {
              "name": "Intuit Weakness",
              "description": "<p>You calm your mind and study the physiology of your foe, seeking a vulnerability in its defenses.</p><p>Perform a <strong>Knowledge Test</strong> using an appropriate Skill chosen by the Gamemaster. On a success, you learn the Damage type that the creature has the greatest vulnerability towards, if any. On a Critical Success you learn the two Damage types which have the largest vulnerability.</p>",
              "actions": {
                "intuitWeakness": {
                  "name": "Intuit Weakness",
                  "description": "<p>You still your mind and study the physiology of your foe, attempting to identify a vulnerability in its defenses.</p>"
                }
              }
            },
            "Gesture: Arrow": {
              "name": "Gesture: Arrow",
              "description": "<p>You hurl a projectile imbued with the magical power of a Rune at a distant target.</p><p>The Arrow gesture scales using <strong>Intellect</strong> and targets a single creature up to a distance of 60 feet, dealing <strong>8 Base Damage</strong> to targets which fail to Resist the spell. This gesture requires <strong>1 Hand</strong> to cast and has a base cost of <strong>3 Action</strong> and <strong>1 Focus</strong>.</p>"
            },
            "Gesture: Create": {
              "name": "Gesture: Create",
              "description": "<p>You coalesce arcane power into tangible form, manifesting a <strong>Sprite</strong> which appears within 10 feet and joins Combat at Initiative 1. Your Sprite is a <strong>Minion</strong> of half your own Level.</p><p>The Create gesture scales with <strong>Wisdom</strong> and the Sprite survives for <strong>6 Rounds</strong>. You may only have one active Sprite, casting another spell using the Create gesture replaces your previous Sprite. This gesture requires <strong>2 Hands</strong> to cast and has a base cost of <strong>4 Action</strong> and <strong>1 Focus</strong>.</p><h3 class=\"divider\">Playtest Notes</h3><p>Not all Runes have a Sprite actor defined yet. Runes that do not yet have a defined Creation will — for now — manifest a <strong>Flame Sprite</strong>.</p>"
            },
            "Inflection: Compose": {
              "name": "Inflection: Compose",
              "description": "<p>Enhance a spell by taking extra time in its formation, reducing other resource costs in exchange. The Compose inflection reduces the <strong>Focus</strong> cost of a spell by 1 while increasing its <strong>Action</strong> cost by 1 in exchange.</p>"
            },
            "Conjurer": {
              "name": "Conjurer",
              "description": "<p>You are a master of Conjuration and the Gesture of Creation to manifest arcane energy as physical form. You can maintain up to 3 such creations simultaneously rather than only one.</p>"
            },
            "Rimecaller": {
              "name": "Rimecaller",
              "description": "<p>You are highly skilled in weaving the Rune of Frost. Spells which use this Rune cause the @Condition[freezing] condition on Critical Hits.</p><p>The Freezing effect lasts for <strong>1 Round</strong>, deals half your <strong>Wisdom</strong> score as <strong>Frost</strong> damage to <strong>Health</strong>, and applies the @Condition[slowed] condition.</p>"
            },
            "Recognize Spellcraft": {
              "name": "Recognize Spellcraft",
              "description": "<p>You can interpret the arcane incantations of others to discern the nature of their spellcraft. When an enemy within 40 feet that you can see and hear begins casting a spell, you can identify its Rune if you also know that Rune.</p>"
            },
            "Counterspell": {
              "name": "Counterspell",
              "description": "<p>You immediately react to a spell being cast and compose a rune and gesture designed to unravel and negate the spellcraft of an enemy mage.</p><h2 class=\"divider\">Playtest Notes</h2><p>This action can now be used in playtesting, but it is not yet <em>fully automated</em>. The Counterspell can be performed, but it is up to the Gamemaster to manually reverse a previously applied spell and to manually deduct its <strong>Action</strong> and <strong>Focus</strong> cost. These steps of the overall Counterspell workflow <em>will be automated</em> in a subsequent update such that a confirmed Counterspell will also confirm the spell that was countered, but with its effects removed.</p>",
              "actions": {
                "counterspell": {
                  "name": "Counterspell",
                  "description": "<p>You form arcane energy into a countervailing spellcraft, targeting a spellcaster you can see within 30 feet.</p><p>Designate a <strong>Rune</strong> and <strong>Gesture</strong> which you know to attempt to counter the spell. Choosing a Rune which is opposed to one used in the spell grants <strong>+2 Boons</strong> to your attempt. Selecting the identical Gesture as the one being cast also adds <strong>+2 Boons</strong> to your attempt.</p><p>Perform a harmless Spell Attack against your target's <strong>Willpower</strong> defense. If your roll exceeds their defense, the spell is countered and its magic is nullified, producing no effects.</p>",
                  "condition": "Another creature which you can see is casting a spell."
                }
              }
            },
            "Tactician": {
              "name": "Tactician",
              "description": "<p>You are a cunning battlefield tactician, able to organize and direct your allies to act with increased effectiveness.</p>",
              "actions": {
                "tacticalPlan": {
                  "name": "Tactical Plan",
                  "description": "Using 10 words or fewer, describe a course of action to an ally who acts after you in Initiative order. If that ally carries out your described plan later in the same Round, they gain +2 Boons on any dice rolls associated with that plan. The Gamemaster may arbitrate whether or not the plan was followed."
                }
              }
            },
            "Wildspeaker": {
              "name": "Wildspeaker",
              "description": "<p>You have a preternatural knack for communicating with animals. Through body language and sounds, you are capable of interpreting and communicating in the language of the wilderness.</p>",
              "actions": {
                "wildspeak": {
                  "name": "Wildspeak",
                  "description": "<p>If you succeed on a [[/skillCheck wilderness 14]] check, you may pose simple questions to a <strong>Beast</strong> which can perceive you. As long as the creature is not hostile it will respond accurately within the limits of its own knowledge.</p><ul><li><p>Beasts with an <strong>Intellect</strong> score of zero are incapable of understanding you.</p></li><li><p>Beasts with an <strong>Intellect</strong> score of 1 can only respond with \"yes\" or \"no\" responses.</p></li><li><p>Beasts with an <strong>Intellect</strong> score greater than 1 can provide simple multi-word responses.</p></li></ul>"
                }
              }
            },
            "Rune: Illusion": {
              "name": "Rune: Illusion",
              "description": "<p>The chaotic force of trickery and whimsy. The illusion rune governs magical manifestations of falsehood or misdirection.</p><p>The Illusion rune scales using <strong>Intellect</strong>, targets <strong>Willpower</strong> defense, and deals <strong>Psychic</strong> damage to <strong>Morale</strong>. It is opposed by the orderly rune of <strong>Illumination</strong>.</p>",
              "actions": {
                "seeming": {
                  "name": "Seeming",
                  "description": "<p>Your command of the Rune of Illusion allows you to fabricate perception in various simple ways and to manipulate shadow and light to create distraction or entertainment, producing one of the following effects:</p><ul><li><p>Modify a single aspect of your own physical appearance. Such alterations might include adjusting the sound of your voice, changing the color of your eyes, gaining illusory horns, or appearing slightly taller or shorter. The alteration persists until you Rest or enact a different alteration and can be verified as illusory by physical inspection.</p></li><li><p>Manifest a convincing recreation of a short sound or single scent that you can clearly recall. The illusion originates from your position and lasts for 10 seconds. You can control the volume of the sound or odorousness of the scent to be perceptible up to a range of 60 feet or shorter.</p></li><li><p>Decouple your shadow from your form, specifically controlling its movements separately from your own. You can maintain this illusion as long as you do not perform any other action that consumes <strong>Focus</strong>.</p></li></ul><p>Seeming may only affect a creature or object you can physically touch. You may attempt other uses similar those above, the effectiveness of which is decided by the Gamemaster.</p>"
                }
              }
            },
            "Surgeweaver": {
              "name": "Surgeweaver",
              "description": "<p>You are highly skilled in weaving the Rune of Lightning. Spells which use this Rune cause the @Condition[shocked] condition on Critical Hits.</p><p>The Shocked effect lasts for <strong>1 Round</strong>, deals half your <strong>Intellect</strong> score as <strong>Lightning</strong> damage to <strong>Morale</strong>, and applies the @Condition[staggered] condition.</p>"
            },
            "Mesmer": {
              "name": "Mesmer",
              "description": "<p>You are highly skilled in weaving the Rune of Illusion. Spells which use this Rune cause @Condition[confused] on Critical Hits.</p><p>The Confused effect lasts for <strong>1 Round</strong>, deals half your <strong>Intellect</strong> score as <strong>Psychic</strong> damage to <strong>Morale</strong>, and applies the @Condition[disoriented] condition.</p>"
            },
            "Rune: Lightning": {
              "name": "Rune: Lightning",
              "description": "<p>The chaotic force of raw electrical energy. The Lightning rune governs sources of electrical charge and discharge.</p><p>The Lightning rune scales using <strong>Intellect</strong>, targets <strong>Reflex</strong>, and deals <strong>Electrical</strong> damage to <strong>Health</strong>. It is opposed by the orderly rune of <strong>Earth</strong>.</p>",
              "actions": {
                "energize": {
                  "name": "Energize",
                  "description": "<p>Your command of the Rune of Lightning allows you to conduct the flow of both air and electricity, manipulating charge and aerodynamics to produce one of the following effects:</p><ul><li><p>Instill an electromagnetic charge into a metallic object that you touch no larger than a one-foot cube, causing it to strongly adhere to other metals. Only one object can be charged in this way at a given time, casting this spell on a different object causes the prior object to lose its magnetic effect.</p></li><li><p>Gather a squall of wind at your current location in a six-foot radius which blows either as a gust in a single controlled direction or as a cyclone with centripetal force in all directions. Airborne effects in the immediate area are dispersed and unsecured objects with weight less than 1 are flung in the direction of the gust.</p></li><li><p>Produce the concussive sound of a thunderclap at a location you can see within 15 feet of your current position.</p></li></ul><p>Energize may only affect a creature or object you can physically touch. You may attempt other uses similar those above, the effectiveness of which is decided by the Gamemaster.</p>"
                }
              }
            },
            "Rune: Kinesis": {
              "name": "Rune: Kinesis",
              "description": "<p>The chaotic force of space and physical movement. The Kinesis rune governs all things related to the act of movement and physicality.</p><p>The Kinesis rune scales using <strong>Presence</strong>, targets <strong>Physical</strong> defense, and deals <strong>Bludgeoning</strong>, <strong>Piercing</strong>, or <strong>Slashing</strong> damage to <strong>Health</strong>. It is opposed by the orderly rune of <strong>Control</strong>.</p>",
              "actions": {
                "propel": {
                  "name": "Propel",
                  "description": "<p>Your command of the Rune of Kinesis allows you to exert local control over gravitational forces to perform basic telekinetic manipulations, producing one of the following effects:</p><ul><li><p>Pull an unsecured object within 15 feet and with weight no greater than 1 towards you and catch it. An object that is equipped or possessed by a creature is never treated as unsecured unless that creature is willing to release it.</p></li><li><p>Flick an object that you hold with weight no greater than 1 towards a target up to 30 feet away. The object flies unerringly in a straight line towards that target at a moderate speed. Any creature along the object's path can react to catch it as long as they have a free hand with which to do so.</p></li><li><p>Suspend in midair an object or willing creature that you touch with weight less than or equal to 10 times your <strong>Presence</strong>, altering its position up to 20 feet in any direction from its original location. You can maintain this suspension indefinitely as long as you take no further Action and are not @Condition[incapacitated].</p></li></ul><p>Propel may only affect a creature or object you can physically touch unless otherwise specified. You may attempt other uses similar those above, the effectiveness of which is decided by the Gamemaster.</p>"
                }
              }
            },
            "Rune: Frost": {
              "name": "Rune: Frost",
              "description": "<p>The orderly force of water and cold. The Frost rune governs the creation of water or other fluids and their transfer between liquid and frozen states.</p><p>The Frost rune scales using <strong>Wisdom</strong>, targets <strong>Fortitude</strong>, and deals <strong>Cold</strong> damage to <strong>Health</strong>. It is opposed by the chaotic rune of <strong>Flame</strong>.</p>",
              "actions": {
                "condense": {
                  "name": "Condense",
                  "description": "<p>Your command of the Rune of Frost allows you to manipulate liquids and their thermal properties, producing one of the following effects:</p><ul><li><p>Draw up to one quarter gallon of fresh water from the atmosphere into a container or upon a surface you touch. The created water may be affected by relevant atmospheric properties of your current location.</p></li><li><p>Manipulate the temperature of up to 1 gallon of water, causing it to immediately freeze or thaw. The water need not be in a container; this technique can be used to coat a surface or join two objects together via regelation. Ice created in this way remains frozen for as long as the ambient temperature of the environment allows.</p></li><li><p>Gather up to a six-foot cube of nearby snow, forming it into a solidified sculpture, shape, or shelter.</p></li></ul><p>Condense may only affect a creature or object you can physically touch. You may attempt other uses similar those above, the effectiveness of which is decided by the Gamemaster.</p>"
                }
              }
            },
            "Talisman Weapon Training": {
              "name": "Talisman Weapon Training",
              "description": "<p>You understand the arcane usage of talismans, orbs, foci, or other similar implements to channel magic or empower spellcraft. You are <strong>Trained</strong> with weapons in the <strong>Talisman</strong> categories.</p>",
              "actions": {
                "refocus": {
                  "name": "Refocus",
                  "description": "<p>You use your equipped Talisman to attempt to regain some <strong>Focus</strong>. You perform a <strong>Harmless</strong> <strong>Strike</strong> against your own <strong>Rallying</strong> threshold.</p><p>On a success you recover <strong>+1 Focus</strong> if using a one-handed Talisman and <strong>+2 Focus</strong> if using a two-handed Talisman. On a critical success the amount of Focus recovered increases by an additional +1.</p>"
                }
              }
            },
            "Mechanical Weapon Training": {
              "name": "Mechanical Weapon Training",
              "description": "<p>You are familiar in the design and usage of crossbows, firearms, and other similar armaments. You are <strong>Trained</strong> with weapons in the <strong>Mechanical</strong> category.</p>",
              "actions": {
                "rapidReload": {
                  "name": "Rapid Reload",
                  "description": "<p>You focus deeply and calm your nerves to quickly <strong>Reload</strong> your mechanical weapon with exceptional haste.</p>"
                }
              }
            },
            "Unshakeable Poise": {
              "name": "Unshakeable Poise",
              "description": "<p>You demonstrate exceptional poise in stressful circumstances, your cool head prevailing when others around you lose their composure.</p>",
              "actions": {
                "unshakeablePoise": {
                  "name": "Unshakeable Poise",
                  "description": "<p>You expend <strong>Heroism</strong> to instantly recover your <strong>Wisdom</strong> in <strong>Focus</strong>. You may perform this action outside of your turn in Combat before making a <strong>Reaction</strong>.</p>"
                }
              }
            },
            "Gesture: Conjure": {
              "name": "Gesture: Conjure",
              "description": "<p>You coalesce arcane power into a superior form, manifesting a <strong>Visitor</strong> which appears within 30 feet and joins Combat at <strong>Initiative</strong> 1. Your Visitor is a Minion equal to your own Level.</p><p>The Conjure gesture scales with <strong>Wisdom</strong> and the Visitor survives for <strong>12 Rounds</strong>. You may only have one active Visitor. Casting another spell using the Conjure gesture replaces your previous Visitor. This gesture requires <strong>2 Hands</strong> to cast and has a base cost of <strong>5 Action</strong> and <strong>2 Focus</strong>.</p><h3 class=\"divider\">Playtest Notes</h3><p>This talent is currently placed at a <strong>Tier 4</strong> node. It will eventually only be attainable at a higher level (probably Level 6 required). It is currently available \"early\" for testing.</p><p>Not all Runes have a Visitor actor defined yet. Runes that do not yet have a defined Conjuration will — for now — manifest a <strong>Flame Visitor</strong>.</p>"
            }
          }
        },
        "Kagura": {
          "name": "Kagura",
          "tokenName": "Kagura",
          "ancestry": {
            "name": "Giantkin",
            "description": "<p>Elemental forces presided over your birth, instilling you with supernatural vigor. Your large frame and muscular build often lead others to believe you are an unthinking mass of muscle, but yours is a people known most for their physical resilience and the deep well of their knowledge. You have inherited the strength of mountains.</p>"
          },
          "background": {
            "name": "Physician",
            "description": "<p>You were a healer or medical professional of some variety. You have spent a portion of your life learning medical science, and you have a propensity for noticing illness in others. You know how to treat wounds, diseases, and how to identify their sources.</p>"
          },
          "biography": {
            "public": "<p>Kagura is a stalwart healer who bolsters the health and morale of her allies amidst the frenzy of battle. Kagura aspires to obtain the <strong>Healer</strong> signature Talent.</p>"
          },
          "items": {
            "Ice Staff": {
              "name": "Ice Staff",
              "description": {
                "public": "<p>This mage staff is a talisman to assist with spellcraft or hurl blasts of frigid ice towards enemies.</p>"
              }
            },
            "Scale Mail": {
              "name": "Scale Mail",
              "description": {
                "public": "<p>Overlapping metal plates sewn or riveted onto a leather or cloth backing, scale mail resembles the hide of a dragon and protects well against cuts and stabs—though it's noisy and inflexible.</p>"
              }
            },
            "Gesture: Influence": {
              "name": "Gesture: Influence",
              "description": "<p>You intensify the arcane power of a Rune into a concentrated direct contact which is generally a more powerful evolution of the basic Touch gesture.</p><p>The Influence gesture scales using <strong>Presence</strong> and targets a single adjacent creature. It deals <strong>10 Base Damage</strong> to targets which fail to Resist the spell. This gesture requires <strong>1 Hand</strong> to cast and has a base cost of <strong>3 Action</strong> and <strong>1 Focus</strong>.</p>"
            },
            "Gesture: Ray": {
              "name": "Gesture: Ray",
              "description": "<p>You funnel the arcane power of a Rune into a point and project it outwards in a beam.</p><p>The Ray gesture scales using <strong>Wisdom</strong> and produces a line that is 1 foot wide and 30 feet long originating from the spellcaster, dealing <strong>6 Base Damage</strong> to targets which fail to Resist the spell. The gesture requires <strong>1 Hand</strong> to cast and has a base cost of <strong>4 Action</strong> and <strong>1 Focus</strong>.</p>"
            },
            "Conserve Effort": {
              "name": "Conserve Effort",
              "description": "<p>You find calmness and focus in conserving your effort in battle. When you end your <strong>Turn</strong> with un-spent Action you gain <strong>+1 Focus</strong>.</p>"
            },
            "Healer": {
              "name": "Healer",
              "description": "<p>You are unparalleled at manipulating vital arcana to treat injuries. You learn <strong>Rune: Life</strong> if you do not already know it. When healing allies using the Rune of Life you gain <strong>+2 Boons</strong> to your roll.</p>",
              "actions": {
                "fontOfLife": {
                  "name": "Font of Life",
                  "description": "<p>You bring forth an aura of life-giving magic. Immediately upon activation and at the start of your turn for <strong>3 Rounds</strong> every ally within 20 feet heals for an amount equal to your <strong>Wisdom</strong> score.</p><p><strong>WIP: This action is currently treated as an Area of Effect, granting healing-over-time effects to those within the initial range. When auras are automated by the system in Foundry VTT version 14, the mechanical implementation of this action will match the description.</strong></p>",
                  "effects": [
                    {
                      "name": "Font of Life"
                    }
                  ]
                }
              }
            },
            "Mental Fortress": {
              "name": "Mental Fortress",
              "description": "<p>Your strong will makes you exceedingly difficult to influence. You gain +1 to your <strong>Willpower</strong> defense and +5 resistance to <strong>Psychic</strong> damage.</p>"
            },
            "Inflection: Compose": {
              "name": "Inflection: Compose",
              "description": "<p>Enhance a spell by taking extra time in its formation, reducing other resource costs in exchange. The Compose inflection reduces the <strong>Focus</strong> cost of a spell by 1 while increasing its <strong>Action</strong> cost by 1 in exchange.</p>"
            },
            "Dustbinder": {
              "name": "Dustbinder",
              "description": "<p>You are highly skilled in weaving the Rune of Earth. Spells which use this Rune cause the @Condition[corroding] condition on Critical Hits.</p><p>The Corroding effect lasts for <strong>3 Rounds</strong> and deals your <strong>Wisdom</strong> score as <strong>Acid</strong> damage to <strong>Health</strong> each Round.</p>"
            },
            "Talisman Weapon Training": {
              "name": "Talisman Weapon Training",
              "description": "<p>You understand the arcane usage of talismans, orbs, foci, or other similar implements to channel magic or empower spellcraft. You are <strong>Trained</strong> with weapons in the <strong>Talisman</strong> categories.</p>",
              "actions": {
                "refocus": {
                  "name": "Refocus",
                  "description": "<p>You use your equipped Talisman to attempt to regain some <strong>Focus</strong>. You perform a <strong>Harmless</strong> <strong>Strike</strong> against your own <strong>Rallying</strong> threshold.</p><p>On a success you recover <strong>+1 Focus</strong> if using a one-handed Talisman and <strong>+2 Focus</strong> if using a two-handed Talisman. On a critical success the amount of Focus recovered increases by an additional +1.</p>"
                }
              }
            },
            "Runewarden": {
              "name": "Runewarden",
              "description": "<p>Your mastery of the arcane makes you more resilient to elemental and spiritual harm. You gain a bonus to <strong>Resistance</strong> equal to half your Wisdom for each Elemental or Spiritual damage type where you know the Arcane Rune attuned to that damage type.</p><p>When you use the <strong>Ward</strong> gesture, the Resistance provided by your Ward also increases by half your Wisdom.</p>"
            },
            "Wildspeaker": {
              "name": "Wildspeaker",
              "description": "<p>You have a preternatural knack for communicating with animals. Through body language and sounds, you are capable of interpreting and communicating in the language of the wilderness.</p>",
              "actions": {
                "wildspeak": {
                  "name": "Wildspeak",
                  "description": "<p>If you succeed on a [[/skillCheck wilderness 14]] check, you may pose simple questions to a <strong>Beast</strong> which can perceive you. As long as the creature is not hostile it will respond accurately within the limits of its own knowledge.</p><ul><li><p>Beasts with an <strong>Intellect</strong> score of zero are incapable of understanding you.</p></li><li><p>Beasts with an <strong>Intellect</strong> score of 1 can only respond with \"yes\" or \"no\" responses.</p></li><li><p>Beasts with an <strong>Intellect</strong> score greater than 1 can provide simple multi-word responses.</p></li></ul>"
                }
              }
            },
            "Healing Elixir Formula": {
              "name": "Healing Elixir Formula",
              "description": {
                "public": "A commonly known recipe for creating a basic healing potion.",
                "private": "You can turn particular healing herbs found in the wild into a bottled elixir using Alchemists Tools."
              }
            },
            "Versatile Translator": {
              "name": "Versatile Translator",
              "description": "<p>You have a scholarly background in linguistics or an intuitive knack for languages. Your capabilities enable you to decipher the basic meaning of text written in a variety of languages.</p><p>You can translate text of a language you do not know that is written using a common set of glyphs or characters to a language that you do know. Creating such a translation requires spending one minute per word to transcribe the text into a language which you understand.</p><p>Your translations are rudimentary and often lack nuance, but they do contain all essential points of the text.</p>"
            },
            "Soothe": {
              "name": "Soothe",
              "description": "You administer a soothing Performance which rallies your allies, restoring Morale.",
              "actions": {
                "soothe": {
                  "name": "Soothe",
                  "description": "<p>You perform a calming verse, benefiting all allies who can perceive you within 12 feet. Make a <strong>Performance Check</strong> against the Madness threshold of each ally. On success, each ally's Morale is restored.</p>"
                }
              }
            },
            "Gesture: Pulse": {
              "name": "Gesture: Pulse",
              "description": "<p>Expel the arcane power of a Rune in a radius that travels outward with you at its center.</p><p>The Pulse gesture scales using <strong>Presence</strong> and produces an emanation with 10 foot radius, dealing <strong>8 Base Damage</strong> to targets which fail to Resist the spell. The gesture requires <strong>2 Hands</strong> to cast and has a base cost of <strong>5 Action</strong> and <strong>2 Focus</strong>.</p><h3 class=\"divider\">Playtest Notes</h3><p>This talent is currently placed at a <strong>Tier 4</strong> node. It will eventually only be attainable at a higher level (probably Level 6 required). It is currently available \"early\" for testing.</p>"
            },
            "Inspirator": {
              "name": "Inspirator",
              "description": "<p>You are highly skilled in weaving the Rune of Soul. Spells which use this Rune cause the @Condition[inspired] condition on Critical Hits.</p><p>The Inspired effect lasts for <strong>1 Round</strong> and deals your <strong>Presence</strong> score as additional <strong>Restoration</strong> to <strong>Morale</strong>.</p>"
            },
            "Mender": {
              "name": "Mender",
              "description": "<p>You are highly skilled in weaving the Rune of Life. Spells which use this Rune cause the @Condition[mending] condition on Critical Hits.</p><p>The Mending effect lasts for <strong>1 Round</strong> and deals your <strong>Wisdom</strong> score as additional <strong>Restoration</strong> to <strong>Health</strong>.</p>"
            },
            "Arcana Novice": {
              "name": "Arcana Novice",
              "description": "<p>Your education covered the fundamentals of metaphysics and magical theory, the relationship between the runes, the opposing nature of order and chaos, and a cursory introduction to spiritual beings including the most commonly known deified and demonized figures of worship. You gain the <strong>Novice</strong> rank in the <strong>Arcana </strong>skill and are no longer considered <strong>Untrained</strong> in that skill.</p><p>Your rudimentary understanding of the principle grammar of magic is sufficient to identify which lesser rune a spell or ritual may be using, as well as the gesture used (if not the inflection). You can identify whether a figure is influenced more by chaos or by order, and can spot the signs of common spirits (both lesser and greater). You know enough about religious customs to communicate with those who worship a particular spirit or deity without embarrassing yourself.</p>"
            },
            "Rune: Soul": {
              "name": "Rune: Soul",
              "description": "<p>An orderly force of creation and spiritual essence. The Soul rune governs the fundamental procession of souls through life and death and relates to matters of sapience, personality, and mental health.</p><p>The Soul rune scales using <strong>Presence</strong> and provides <strong>Restoration</strong> of <strong>Morale</strong> or inflicts <strong>Psychic</strong> damage opposed by <strong>Willpower</strong>. It is opposed by the chaotic rune of <strong>Oblivion</strong>.</p>",
              "actions": {
                "evoke": {
                  "name": "Evoke",
                  "description": "<p>Your command of the Rune of Soul allows you to facilitate basic forms of spiritual influence, producing one of the following effects:</p><ul><li><p>Enable yourself or another willing person to revisit a core memory of a moment from their past up to one minute in duration as if it happened recently.</p></li><li><p>Identify a negative spiritual condition that is affecting a person such as @Condition[broken], @Condition[frightened], @Condition[confused], or @Condition[insane].</p></li><li><p>Create a momentary spiritual connection with another willing creature that allows them to recognize an idea which can be expressed as a single word.</p></li></ul><p>Uses of Evoke may only affect yourself or another creature which you can physically touch. You may attempt other uses similar those above, the effectiveness of which is decided by the Gamemaster.</p>"
                }
              }
            },
            "Irrepressible Spirit": {
              "name": "Irrepressible Spirit",
              "description": "Your tenacity gives you an irrepressible spirit which resists the onset of despair. At the start of your turn if you are not Broken you gain 1 Morale."
            },
            "Eye of the Storm": {
              "name": "Eye of the Storm",
              "description": "<p>After you Delay your Turn, gain +2 Boons on any Strike or Spell attack against an enemy that you allowed to act before you that Round.</p><p>TODO: Needs automation. For now apply boons manually.</p>"
            },
            "Rune: Earth": {
              "name": "Rune: Earth",
              "description": "<p>The orderly force of elemental earth, responsible for physical matter. The Earth rune governs minerals, metals, soils, and other physical compounds.</p><p>The Earth rune scales using <strong>Wisdom</strong>, targets <strong>Reflex</strong>, and deals <strong>Acid</strong> damage to <strong>Health</strong>. It is opposed by the chaotic rune of <strong>Lightning</strong>.</p>",
              "actions": {
                "mould": {
                  "name": "Mould",
                  "description": "<p>Your command of the Rune of Earth allows you to manipulate raw forces of rock, mineral, and soil in basic ways, producing one of the following effects:</p><ul><li><p>Quickly shape up to one cubic foot of available material into a simple geometric form like a cuboid, ellipsoid, or polyhedron.</p></li><li><p>Precisely copy the physical shape of a held object that is smaller than a 6-inch cube, reproducing it from available clay, stone, or metal. The replica retains no useful properties except for its physical form.</p></li><li><p>Separate and collect earthen particles from the surface of an object, creature, or liquid that you touch, rendering the subject completely cleaned or purified in moments.</p></li></ul><p>Mould may only affect a creature or object you can physically touch. You may attempt other uses similar those above, the effectiveness of which is decided by the Gamemaster.</p>"
                }
              }
            },
            "Rune: Life": {
              "name": "Rune: Life",
              "description": "<p>A chaotic force of creation, responsible for living matter. The Life rune governs health and matters relating to biological growth.</p><p>The Life rune scales using <strong>Wisdom</strong> and provides <strong>Restoration</strong> of <strong>Health</strong> or inflicts <strong>Poison</strong> damage opposed by <strong>Fortitude</strong>. It is opposed by the orderly rune of <strong>Death</strong>.</p>",
              "actions": {
                "bloom": {
                  "name": "Bloom",
                  "description": "<p>Your command of the Rune of Life allows you to stimulate biological growth and nourish physical health, producing one of the following effects:</p><ul><li><p>Cultivate 1 cubic foot of existing plants or fungus to rapidly grow to a healthy, blossoming, or harvestable state.</p></li><li><p>Identify a negative physical condition that is affecting a creature such as @Condition[diseased], @Condition[poisoned], @Condition[bleeding], or @Condition[weakened].</p></li><li><p>Verify whether a portion of food or drink is free of contamination from bacteria, parasites, or poison.</p></li></ul><p>Bloom may only affect a creature or object you can physically touch. You may attempt other uses similar those above, the effectiveness of which is decided by the Gamemaster.</p>"
                }
              }
            }
          }
        },
        "Ulfen": {
          "name": "Ulfen",
          "tokenName": "Ulfen",
          "ancestry": {
            "name": "Human",
            "description": "<p>Found amid countless conditions and far-flung places, you were born an ever-adaptable human. Tall or short, thin, muscular, or rotund, your physical appearance is nothing if not varied. Humans are most known for a genetic predisposition toward determination, with traditions that drive a stubborn will to survive.</p>"
          },
          "background": {
            "name": "Constable",
            "description": "<p>You were part of a law enforcement organization. You learned how to remain vigilant to your surroundings, work within complex social structures, and affect an imposing presence.</p>"
          },
          "biography": {
            "public": "<p>Ulfen is a fierce warrior who fights with a two-handed greataxe, favoring heavy blows that do significant damage or hit multiple targets. Ulfen aspires to obtain the <strong>Berserker </strong>signature talent.</p>"
          },
          "items": {
            "Scale Mail": {
              "name": "Scale Mail",
              "description": {
                "public": "<p>Overlapping metal plates sewn or riveted onto a leather or cloth backing, scale mail resembles the hide of a dragon and protects well against cuts and stabs—though it's noisy and inflexible.</p>"
              }
            },
            "Greataxe": {
              "name": "Greataxe",
              "description": {
                "public": "<p>A towering weapon with a broad, often double-bladed head, the greataxe is made for delivering devastating cleaves, hewing men and beasts with terrible force.</p>"
              }
            },
            "Intimidator": {
              "name": "Intimidator",
              "description": "You specialize in exerting your intimidating presence to break the morale of your foes.",
              "actions": {
                "intimidate": {
                  "name": "Intimidate",
                  "description": "<p>You physically intimidate an enemy that is within your engagement range, performing an Intimidation skill attack against your target. On a success they sustain Void damage to Morale.</p>"
                }
              }
            },
            "Uppercut": {
              "name": "Uppercut",
              "description": "A two-handed weapon technique where you swing your weapon upwards, making a second Strike with the backswing of your weapon.",
              "actions": {
                "uppercut": {
                  "name": "Uppercut",
                  "description": "<p>Following a basic Strike attack which did not critically miss, you <strong>Strike</strong> the same target again with the backswing of your weapon at reduced <strong>Action</strong> cost.</p>"
                }
              }
            },
            "Cleave": {
              "name": "Cleave",
              "description": "This martial technique is a specialized two-handed fighting maneuver which relies upon brute strength to swing your weapon in a wide arc, hitting multiple enemies in its path.",
              "actions": {
                "cleave": {
                  "name": "Cleave",
                  "description": "<p>A ferocious two-handed swing cleaves through foes in a 120 degree arc.</p>"
                }
              }
            },
            "Powerful Physique": {
              "name": "Powerful Physique",
              "description": "You can wield weapons with the Slow trait and wear Armor with the Bulky trait without suffering Banes to your Initiative rolls."
            },
            "Berserker": {
              "name": "Berserker",
              "description": "<p>You revel in the thrill of combat, hurling yourself into the fray with reckless abandon.</p>",
              "actions": {
                "berserkerRage": {
                  "name": "Berserker Rage",
                  "description": "You become Enraged. While Enraged you deal 4 additional damage on all melee attacks. You may attempt to end the effect on your own turn by succeeding on a Willpower test against a DC of 20. The effect ends automatically when Combat is concluded.",
                  "condition": "You have suffered damage to your Health pool since your last turn in Combat.",
                  "effects": [
                    {
                      "name": "Berserker Rage"
                    }
                  ]
                }
              }
            },
            "Strong Grip": {
              "name": "Strong Grip",
              "description": "Your grasp of your weaponry is firm and unyielding. You can perform Actions which require a free hand while wielding a two-handed weapon. Attempts to Disarm you are made with +2 Banes."
            },
            "Blood Frenzy": {
              "name": "Blood Frenzy",
              "description": "<p>Your battle lust spurs you to feats of heightened action. When you achieve a <strong>Critical Hit</strong> that deals damage to Health you immediately gain +1 Action. This benefit may only happen once per Round.</p>"
            },
            "Executioner's Strike": {
              "name": "Executioner's Strike",
              "description": "<p>You deliver a single decisive strike against a wounded enemy.</p>",
              "actions": {
                "executionersStrike": {
                  "name": "Executioner's Strike",
                  "description": "<p>You deliver a Deadly Strike with a two-handed heavy weapon. If your attack is successful, your opponent also suffers the Bleeding condition for 3 Rounds, taking additional damage each Round equal to your Strength score.</p>",
                  "condition": "Your target is Bloodied.",
                  "effects": [
                    {
                      "name": "Executioner's Strike"
                    }
                  ]
                }
              }
            },
            "Unshakeable Stance": {
              "name": "Unshakeable Stance",
              "description": "You cannot be unvoluntarily Moved or knocked Prone by any action that is not a Critical Success rolled by an enemy or a Critical Failure rolled by yourself."
            },
            "Ruthless Momentum": {
              "name": "Ruthless Momentum",
              "description": "<p>You relish the carnage you can cause in combat and continue to press the fray as each enemy falls.</p>",
              "actions": {
                "ruthlessMomentum": {
                  "name": "Ruthless Momentum",
                  "description": "<p>After defeating an enemy, you may move up to your <strong>Stride</strong> and attack another foe within melee range.</p>",
                  "condition": "You incapacitate an enemy with a melee attack."
                }
              }
            },
            "Second Wind": {
              "name": "Second Wind",
              "description": "Your physical hardiness allows you to push yourself beyond conventional limits.",
              "actions": {
                "secondWind": {
                  "name": "Second Wind",
                  "description": "<p>You focus your energy and recover your Toughness score in Health.</p>"
                }
              }
            },
            "Intercept": {
              "name": "Intercept",
              "description": "You protect your allies, intercepting blows that might otherwise be directed towards your companions.",
              "actions": {
                "intercept": {
                  "name": "Intercept",
                  "description": "<p>You intercept the path of an enemy which enters your <strong>Engagement</strong> radius, immediatly moving up to your <strong>Stride</strong> to interpose yourself and block their path.</p><p>If the enemy moves out of your Engagement radius or attacks any other creature during their turn, you may make a <strong>Disengagement Strike</strong> against them.</p>",
                  "condition": "An enemy moves into or through your Engagement radius."
                }
              }
            },
            "Unarmed Combat Training": {
              "name": "Unarmed Combat Training",
              "description": "<p>You are familiar with basic martial arts and hand-to-hand combat. You know how to subdue or restrain opponents using your physical Strength. You are <strong>Trained</strong> with weapons in the <strong>Unarmed</strong> category.</p>",
              "actions": {
                "grapple": {
                  "name": "Grapple",
                  "description": "<p>You attempt to physically restrain or subdue an opponent. Perform a <strong>Athletics</strong> skill attack against an adjacent target. If successful, both you and your target are @Condition[restrained] for 1 Round.</p>",
                  "effects": [
                    {
                      "name": "Grappled"
                    },
                    {
                      "name": "Grappling"
                    }
                  ]
                }
              }
            },
            "Sundering Strike": {
              "name": "Sundering Strike",
              "description": "<p>You know a martial technique to exploit the weakest points of an enemy's defenses, exposing them to further harm.</p>",
              "actions": {
                "sunderingStrike": {
                  "name": "Sundering Strike",
                  "description": "<p>You make a <strong>Strike</strong> with your mainhand weapon which, if successful, applies the <strong>Exposed </strong>condition to your target for 3 rounds. This attack is <strong>Difficult</strong> to perform and deals reduced damage.</p>",
                  "effects": [
                    {
                      "name": "Sundered Armor"
                    }
                  ]
                }
              }
            },
            "Heavy Weapon Training": {
              "name": "Heavy Weapon Training",
              "description": "<p>You know how to use a heavy weapon to deliver punishing blows, putting your entire strength behind every swing. You are <strong>Trained</strong> with all weapons in the <strong>Heavy</strong> and <strong>Balanced</strong> categories.</p>",
              "actions": {
                "heavyStrike": {
                  "name": "Heavy Strike",
                  "description": "<p>You unleash a powerful <strong>Strike</strong> with your mainhand weapon. The attack is slower to execute, but is <strong>Empowered</strong> to deliver additional damage.</p>"
                }
              }
            },
            "Heavy Weapon Proficiency": {
              "name": "Heavy Weapon Proficiency",
              "description": "<p>You have a fluent education in the use of martial weaponry. You gain the <strong>Journeyman</strong> training rank and a <strong>+1 Skill Bonus</strong> with weapons in the <strong>Simple</strong>, <strong>Heavy</strong>, and <strong>Balanced</strong> categories.</p>"
            },
            "Thick Skin": {
              "name": "Thick Skin",
              "description": "Your physical toughness makes you more resistant to harm. You gain +2 Resistance to Bludgeoning, Slashing, and Piercing damage."
            },
            "Armored Efficiency": {
              "name": "Armored Efficiency",
              "description": "<p>You are trained in wearing the heaviest types of armor while still retaining mobility. You are able to use a free Movement action once per Turn while wearing Heavy armor.</p>"
            },
            "Penetrating Throw": {
              "name": "Penetrating Throw",
              "description": "<p>You can hurl your weapon with such ferocity that it strikes all targets in a direct line.</p>",
              "actions": {
                "penetratingThrow": {
                  "name": "Penetrating Throw",
                  "description": "<p>You perform a <strong>Throw</strong> weapon strike which penetrates to hit all enemies in a straight line.</p>"
                }
              }
            },
            "Stiletto": {
              "name": "Stiletto",
              "description": {
                "public": "<p>Thin, tapered, and made for piercing, the stiletto is a killer’s weapon — designed to slide between ribs or gaps in armor and leave barely a trace.</p>"
              }
            },
            "Adrenaline Surge": {
              "name": "Adrenaline Surge",
              "description": "<p>You can draw upon exceptional reserves of physical strength to meet challenges imposed on your body.</p>",
              "actions": {
                "adrenalineSurge": {
                  "name": "Adrenaline Surge",
                  "description": "<p>You expend <strong>Heroism</strong> and benefit from <strong>+2 Boons</strong> to any action which scales using Strength for 3 Rounds. You may perform this action outside of your turn in Combat before making a <strong>Reaction</strong>.</p>",
                  "effects": [
                    {
                      "name": "Adrenaline Surge"
                    }
                  ]
                }
              }
            }
          }
        }
      }
    }
  }
}